Repository: j00zek/eePlugins
Catalog: zmodowanePrzezInnych/e2iplayer-zadmario/IPTVPlayerMario/Web/locale/*/LC_MESSAGES/IPTVPlayerWebComponent.po
Languages: es, pl, ru

source: Redirect
es: Redirigir
pl: Przekierowanie
ru: Переадресовывать

source: You are using old version of OpenWebif.<br> To go to E2iPlayer web Select the following link<br>
es: Está utilizando una versión antigua de OpenWebif.<br>Para ir a E2iPlayer web Seleccione el siguiente enlace<br>
pl: Używasz starej wersji wtyczki OpenWebif.<br>Aby przejść na stronę E2iPlayer-a, naciśnij poniższy skrót<br>
ru: Вы используете старую версию OpenWebif.<br>Чтобы перейти на веб-сайт E2iPlayer Выберите следующую ссылку<br>

source: Click
es: Clic
pl: Kliknij
ru: Нажмите

source: Debug file does not exist - nothing to download
es: Archivo de depuración no existe - nada para descargar
pl: Plik dziennika diagnostycznego jest niedostępny - nie można go pobrać
ru: Отладочный файл не существует - ничего не загружать

source: not available
es: no disponible
pl: nie dostępne
ru: недоступен

source: Information
es: Información
pl: Informacje
ru: Информация

source: Selected hosts
es: Hosts seleccionados
pl: Wspierane serwisy
ru: Избранные хосты

source: Download manager
es: Gestor de descargas
pl: Menadżer pobierania
ru: Менеджер загрузки

source: Settings
es: Ajustes
pl: Ustawienia
ru: Настройки

source: Logs
es: Registros de depuración
pl: Logi
ru: Журнал лог

source: version
es: versión
pl: wersja
ru: версия

source: Web interface version
es: Versión de la interfaz web
pl: Wersja interfejsu web
ru: Версия веб-интерфейса

source: Disable
es: Desactivar
pl: Wyłącz
ru: Выключить

source: Enable
es: Activar
pl: Włącz
ru: Включить

source: Debug option is disabled - nothing to display
es: La opción de depuración está desactivada - nada para mostrar
pl: Diagnostyka wtyczki jest wyłączona - nie można wyświetlić loga
ru: Отладка отключена - ничего не отображать

source: Debug option set to console - nothing to display
es: Depurar el conjunto de opciones a la consola - nada para ver
pl: Informacje diagnostyczne wtyczki są wyświetlane na konsoli - nie można wyświetlić loga
ru: Опция отладки установлена на консоль - ничего не отображать

source: Debug option set to debugfile, but file does not exist - nothing to display
es: Debug opción puesta debugfile, pero el archivo no existe - nada para mostrar
pl: Informacje diagnostyczne wtyczki są zaisywanie do pliku, ale plik nie istnieje - nie można go wyświetlić
ru: Опция Debug установлена в debugfile, но файл не существует - ничего не отображать

source: Content of the %s file
es: Contenido del archivo %s
pl: Informacje diagnostyczne z pliku %s
ru: Содержимое файла %s

source: <font color="#FE642E">REMEMBER:</font></b> E2iPlayer <b>IS ONLY</b> specialized Web browser. It does <b>NOT</b> host any materials!!!</font>
pl: <font color="#FE642E">PAMIĘTAJ:</font></b> E2iPlayer <b>JEST TYLKO</b> specyficzną przeglądarką sieci i <b>NIE</b> zawiera żadnych materiałów!!!</font>
ru: <font color="#FE642E">ЗАПОМНИТЕ:</font></b> E2iПлеер <b>ТОЛЬКО</b> специализированный Веб-браузер. Он <b>НЕ</b> содержит никаких материалов !!!</font>

source: Download log file
es: Descargar archivo de registro
pl: Pobierz plik diagnostyczny
ru: Загрузить файл журнала

source: Initiating data, please wait
es: Iniciando datos, espere por favor
pl: Inicjalizacja danych, proszę czekać
ru: Инициирование данных, пожалуйста, подождите

source: Loading data, please wait (%d)
es: Cargando datos, espere por favor (%d)
pl: Pobieranie danych, proszę czekać (%d)
ru: Загрузка данных, пожалуйста, подождите (%d)

source: No materials waiting in the downloader queue
es: Ningún material esperando en la cola de descargas
pl: Brak materiałów czekających w kolejce na obranie
ru: Нет материалов, ожидающих очереди загрузчика

source: Nothing has been downloaded yet.
es: Nada se ha descargado todavía.
pl: Nic nie zostało jeszcze pobrane
ru: Пока ничего не загружено.

source: Loading data, please wait
es: Cargando datos, por favor espere
pl: Pobieranie danych, proszę czekać
ru: Загрузка данных, пожалуйста, подождите

source: Delete log file
es: Eliminar el archivo de registro
pl: Skasuj plik z informacjami diagnostycznymi
ru: Удалить файл журнала

source: Debug file has been deleted
es: El archivo de registro ha sido eliminado
pl: Plik z informacjami diagnostycznymi został skasowany
ru: Отладочный файл удален

source: Error during deletion of the debug file.
es: Error durante la eliminación del archivo de registro.
pl: Błąd podczas kasowania pliku z informacjami diagnostycznymi
ru: Ошибка при удалении файла отладки.

source: Debug file does not exist - nothing to delete
es: Archivo de depuración no existe - nada para borrar
pl: Plik z informacjami diagnostycznymi nie istnieje
ru: Отладочный файл не существует - ничего не удалять

source: %s file is %d MB in size. Last %d lines are:
es: archivo %s es de %d MB de tamaño. Últimas líneas de %d son:
pl: Plik %s ma wielkość %d MB. Ostatnie %d linii:
ru: Файл %s имеет размер %d МБ. Последние строки %d:

source: Last %d lines of the %s file are:
es: Las %d últimas líneas del archivo %s son:
pl: Ostatnie %d linii pliku %s:
ru: Последние %d строк файла %s:

source: Hosts settings
es: Configuración de hosts
pl: Ustawienia serwisów
ru: Настройки хостов

source: Plugin global settings
es: Ajustes Globales del Plugin
pl: Globalne ustawienia wtyczki
ru: Глобальные настройки плагина

source: Download manager is not initialized
es: El gestor de descargas no está iniciado
pl: Menadżer pobierania jest niezainicjowany
ru: Менеджер загрузки не инициализирован

source: Initialize Download Manager
es: Inicializar el gestor de descargas
pl: Inicjuj Menadżera pobierania
ru: Инициализировать диспетчер загрузки

source: Downloads
es: Descargas
pl: Pobrania
ru: Загрузки

source: REMEMBER:
es: RECUERDE:
pl: PAMIĘTAJ:
ru: ЗАПОМНИТЬ:

source: first check if host works properly in GUI and web <b>BEFORE</b> reporting error in it !!!
es: primero compruebe si el host funciona correctamente en la GUI y en la web <b> ANTES </ b>de reportar errores !!!
pl: najpierw sprawdź, czy host działa w wersji GUI i bezpośrednio przez stronę <b>PRZED ZGŁOSZENIEM</b> problemu z jego działaniem!!!
ru: Сначала проверьте, правильно ли работает хост в графическом интерфейсе и веб-сайте <b>ДО</b> Сообщение об ошибке в нем !!!

source: Previous list
es: Lista previa
pl: Poprzednia lista
ru: Предыдущий список

source: Reload list
es: Recargar lista
pl: Przeładuj listę
ru: Обновить список

source: Initial list
es: Lista inicial
pl: Lista początkowa
ru: Первоначальный список

source: Return to hosts list
es: Volver a la lista de hosts
pl: Powrót do listy serwisów
ru: Вернуться в список хостов

source: Watch
es: Ver
pl: Oglądaj
ru: Смотреть

source: Add to downloader
es: Añadir a descargas
pl: Dodaj do kolejki pobierania
ru: Добавить в загрузчик

source: Active host
es: Host activo
pl: Wybrany serwis
ru: Активный хост

source: host:
pl: Serwis:
ru: Сервис:

source: Title:
es: Título:
pl: Tytuł:
ru: Титлы:

source: Level:
es: Nivel:
pl: Poziom:
ru: Уровень:

source: Path:
es: Ruta:
pl: Ścieżka:
ru: Путь:

source: No valid urls
es: Urls no válidas
pl: Brak poprawnych linków
ru: Нет действительных URL-адресов

source: Links for
es: Enlaces para
pl: Linki dla
ru: Ссылки для

source: Web component has been reset and all threads are stopped. :)
pl: Serwis Web został zresetowany i wszystkie wątki są zatrzymane :)

source: Web component has been reset, the following threads are still working:
pl: Serwis Web został zresetowany, ale następujące wątki ciągle działają:

source: Reset State
pl: Reset

source: Searching in %s, please wait (%d)
pl: Szukam w %s, proszę czekać (%d)

source: Search in all active hosts
pl: Szukaj we wszystkich aktywnych serwisach

source: All materials
pl: Wszystkie materiały

source: Only videos
pl: Tylko filmy

source: Only music
pl: Tylko muzyka

source: Waiting search thread to stop, please wait (%d)
pl: Czekam na zatrzymanie wątku, proszę czekać (%d)

source: No Such Resource
ru: Нет такого ресурса

source: File not found.
ru: Файл не найден.

source: Main url
ru: Основной URL

source: Stop download
es: Detener descarga
