Repository: j00zek/eePlugins
Catalog: e2components/Plugins/SystemPlugins/e2componentsInitiator/locale/*/LC_MESSAGES/e2cInitiator.po
Languages: pl

source: AUTO
pl: Automatycznie

source: All info in a line
pl: Wszystkie informacje w jednej lini

source: All info in a column
pl: Wszystkie informacje w kolumnie

source: Active & Busy & Available
pl: Aktywna, zajęta, lub wolna

source: Active & Busy
pl: Aktywna, lub zajęta

source: Don't show FE state
pl: Nie pokazuj stanu głowic

source: center
pl: Centralnie

source: Coded program %SY
pl: Program zakodowany w %SY

source: Chanel name
pl: Nazwę kanału

source: Channel number - Channel name
pl: Numer kanału - nazwę kanału

source: Chanel name - Sat name
pl: Nazwę kanału - nazwę satelity

source: CHname - EVname
pl: Nazwę kanału i wydarzenie

source: CHnumber - CHname - EVname
pl: Numer kanału - nazwę kanału i wydarzenie

source: CHname - EVname (progress %)
pl: Nazwę kanału i wydarzenie oraz postęp w ( % )

source: CHnumber -CHname - EVname (progress %)
pl: Numer kanału - nazwę kanału - wydarzenie oraz postęp w ( % )

source: don't move
pl: Nie przewijaj ( Stop )

source: Defined in skin
pl: Zdefiniowane w skórce

source: Event name
pl: Nazwę wydarzenia

source: Extended or Short
pl: Rozszerzony lub krótki

source: Extended and short (if different)
pl: Rozszerzony i krótki (jeśli inny)

source: fast
pl: Szybko

source: FE's in use:
pl: Używane głowice:

source: FE's
pl: Głowice:

source: FULL_DESCRIPTION
pl: Pełny opis

source: if defined in skin
pl: Jeśli zdefiniowano w skórce

source: Infobar summary
pl: Pokaż na wyświetlaczu:

source: left
pl: Lewa

source: No Title
pl: Bez tytułu

source: never stop
pl: Przewijaj ciągle ( Pętla )

source: normal
pl: Normalny

source: none
pl: Brak

source: NONE
pl: Brak

source: not set
pl: Nie zdefiniowana

source: one time
pl: Jeden raz

source: Provider
pl: „Dostawca”

source: right
pl: Prawa

source: RUNNING
pl: Przewijaj ( Włączone )

source: Running Softcam name
pl: Nazwę "Emulatora"

source: Running Softcam file name
pl: Nazwę pliku "Emulatora"

source: Running Softcam file name, READER
pl: Nazwę pliku "Emulatora" oraz czytnik

source: READER
pl: oraz czytnik

source: Running Softcam file name
pl: Nazwę pliku "Emulatora"

source: slow
pl: Wolno

source: same as defined font
pl: 100% zdefiniowanej czcionki

source: Short
pl: Krótki

source: Short and Extended
pl: Krótkie i rozszerzone

source: same as max font
pl: Taka sama jak maksymalna czcionka

source: SWIMMING
pl: Przewiń długość tekstu i wróć ( Odbijanie )

source: SHORT_DESCRIPTION
pl: Krótki opis

source: Show when FE is:
pl: Pokaż, gdy głowica jest:

source: Signal type
pl: „Rodzaj sygnału”

source: Sat name
pl: „Nazwa satelity”

source: Bouquet name
pl: „Nazwa bukietu”

source: Transponder info
pl: „Informacje o transponderze”

source: Title:
pl: Tytuł sekcji:

source: TXT PROVIDER
pl: Nazwę tekstową dostawcy systemu kodowania

source: HH:MM day.month.year
pl: HH:MM dzień. Miesiąc. Rok

source: HH:MM Weekday Day MonthName
pl: HH:MM Dzień tygodnia. Dzień. Nazwa miesiąca

source: 75%% of defined font
pl: 75% zdefiniowanej czcionki

source: 67%% of defined font
pl: 67% zdefiniowanej czcionki

source: 50%% of defined font
pl: 50% zdefiniowanej czcionki

source: 5 times
pl: Pięć razy

source: Alternate user icons path:
pl: Do alternatywnych ikon:

source: Ammend Font size
pl: Zmień rozmiar czcionki:

source: Delay
pl: Opóźnienie:

source: ---Dynamic Font Size---
pl: *** Dynamiczna zmiana czcionki ***

source: Event Name minimum font size
pl: Min. wielkość tytułu audycji:

source: ---Event description (EventName)---
pl: *** Nazwa zdarzenia (EventName) ***

source: ---Frontend information---
pl: *** Informacja o głowicach tunera ***

source: Initial delay
pl: Początkowe opóźnienie:

source: Information presented
pl: Informacje przedstawione:

source: Picons animations user path:
pl: Do animacji pikon:

source: Repeats
pl: Powtórzyć przewijany tekst:

source: Show TMDB rating at the begining (when available)
pl: Pokaż ocenę IMDB na początku (gdy jest dostępna):

source: Speed
pl: Prędkość przewijania:

source: Show:
pl: Pokaż w infobarze:

source: ---SoftCam/CI information---
pl: *** Informacje SoftCam/CI ***

source: Scroll speed
pl: Prędkość przewijania:

source: Scrolling delay (rollerCharVFD)
pl: Opóźnienie przewijania:

source: Scrolling speed (rollerCharVFD)
pl: Prędkość przewijania:

source: Standby clock
pl: Wyświetl w czuwaniu:

source: Service info:
pl: Informacje serwisowe:

source: Standby clock position
pl: Ustaw położenie zegara:

source: ---Scrolling text---
pl: *** Przewijanie tekstu ***

source: Service Name minimum font size
pl: Min. wielkość nazwy kanału:

source: Type
pl: Typ przewijania:

source: ---User paths---
pl: *** Ścieżki użytkownika ***

source: ---VFD settings---
pl: *** Ustawienia VFD ***

source: Are you sure you want to save this configuration?
pl: Na pewno zapisać tą konfigurację?

source: Cancel
pl: Anuluj

source: e2components @j00zek %s
pl: Menu komponentów wersja: %s

source: Exit
pl: Wyjście

source: j00zek e2components configuration
pl: Konfiguracja komponentów enigmy j00zka

source: Refresh
pl: Odśwież

source: Set Default value
pl: Zresetuj ustawienie

source: Select
pl: Wybierz

source: Save
pl: Zapisz

source: --- zet71 Picons ---
pl: --- Pikony zet71 ---

source: Automatically download missing picon:
pl: Pobierz brakującą pikonę z sieci:

source: Main path for all picons folders:
pl: Główna ścieżka dla katalogów pikon:

source: Picons style:
pl: Styl pikon:

source: zzPicons style:
pl: Styl zzpikon:

source: Delete old picons:
pl: Skasuj stare pikony

source: Active reader name
pl: Nazwa aktywnego czytnika

source: Mask picon with:
pl: Maskuj pikonę:

source: Ads info in first line
pl: Info o reklamie w 1 linii

source: don't mask
pl: nie maskuj

source: ads sign
pl: pikoną reklam

source: ads sign on top of picon
pl: znakiem reklam na pikonie

source: Ads main path:
pl: Główna ścieżka dla katalogów reklam:

source: --- Picons ---
pl: --- Pikony ---

source: No picons on /hdd or /media/hdd:
pl: Brak pikon na /hdd lub /media/hdd:
