Repository: j00zek/eePlugins
Catalog: MyMemories/locale/*/LC_MESSAGES/MyMemories.po
Languages: pl

source: My Memories
pl: Moje wspomnienia

source: off
pl: wył.

source: show Bing pic of the day
pl: Pokaż codzienny obrazek z Bing-a

source: show my photos from folder
pl: Pokaż moje zdjęcia

source: black
pl: czarny

source: blue
pl: niebieski

source: red
pl: czerwony

source: yellow
pl: żółty

source: green
pl: zielony

source: simple
pl: proste

source: better
pl: lepsza jakość

source: Close
pl: Zamknij

source: Thumbnails
pl: Miniatury

source: Setup
pl: Ustawienia

source: Exif
pl: Informacja

source: Settings
pl: Ustawienia

source: Cancel
pl: Anuluj

source: Slideshow Interval (sec.)
pl: Czas wyświetlania zdjęcia (s)

source: Scaling Mode
pl: Tryb skalowania

source: Cache Thumbnails
pl: Przechowuj miniatury

source: show Infoline
pl: Pokaż linię informacyjną

source: Frame size in full view
pl: Wielkość ramki w trybie pełnoekranowym

source: slide picture in loop
pl: Zapętl pokaz zdjęć

source: backgroundcolor
pl: Kolor tła

source: textcolor
pl: Kolor tekstu

source: PIL loaded, rotating pic enabled :)
pl: dodatek PIL załadowany, rotacja zdjęć włączona :)

source: PIL not loaded, rotating pic disabled :(
pl: dodatek PIL niedostępny, rotacja zdjęć niemożliwa :(

source: please wait, loading picture...
pl: Ładowanie zdjęcia...

source: View Photos...
pl: Zobacz zdjęcia...

source: fileformats (BMP, PNG, JPG, GIF)
pl: typu BMP, PNG, JPG, GIF

source: Stop playing service
pl: Zatrzymaj odtwarzany serwis

source: Auto mode:
pl: Tryb automatycznego wyświetlania

source: Generate boot logo:
pl: Twórz logo startowe

source: Display photo on wakeup:
pl: Wyświetl zdjęcie po obudzeniu tunera

source: Display time:
pl: Czas wyświetlania po obudzeniu tunera

source: Photos directory:
pl: Katalog ze zdjęciami

source: Debug:
pl: Loguj do pliku /tmp/MyMemories.log

source: Photo margins in full view
pl: Marginesy zdjęcia w trybie pełnoekranowym

source: Background color
pl: Kolor tła

source: Infoline color
pl: Kolor tekstu

source: Infoline height
pl: Wysokość tekstu

source: Infoline horizontal position
pl: Pozycja X linii informacyjnej

source: Infoline vertial position
pl: Pozycja Y linii informacyjnej

source: Thumbnails size
pl: Wielkość miniatur
