Repository: j00zek/eePlugins
Catalog: AdvancedFreePlayer/locale/*/LC_MESSAGES/plugin-AdvancedFreePlayer.po
Languages: de, pl

source: About
de: Über
pl: Informacje

source: Player KEYMAP: up/down - position subtitle left/right - size subtitle channel up/down - seek+/- subtitle 3/6/9 - seek+ 30s/2min/5min movie 1/4/7 - seek- 15s/2min/5min movie play - pause on/off red - change aspect ratio green - change background color yellow - change type font blue - change color font TV - show/hide subtitle text - Download subtitles menu/info - show about ok - infobar audio - change audio track
de: Player KEYMAP: rauf/runter - Untertitelposition links/rechts - Untertitelgröße Kanak rauf/runter - Untertitelzeitkorrektur 3/6/9 - vor­sprin­gen - 30s/2min/5min 1/4/7 - zurückspringen- 15s/2min/5min Play - Pause An/Aus Rot -Bildschirmgröße ändern Grün - Hintergrundfarbe ändern Gelb - Schriftart ändern Blau - Schriftfarbe ändern TV - Untertitel ein-/ausblenden Text - Untertitel herunterladen Menu/Info - Über OK - Infobar Audio - Audioauswahl
pl: Klawisze odtwarzacza: góra/dół - pozycja napisów w prawo/w lewo - wielkość napisów kanał góra/dół - korekta czasu napisów 3/6/9 - przewiń do przodu 30sek/2min/5min 1/4/7 - przewiń do tyłu 15sek/2min/5min play - wł/wył pauzę czerwony - zmiana proporcji ekranu zielony - zmiana koloru tła żółty - zmiana czcionki napisów niebieski - zmiana koloru napisów TV - pokaż/ukryj napisy text - Pobierz napisy menu/info - informacje ok - pasek informacyjny audio - zmiana ścieżki dźwiękowej

source: Play
de: Abspielen
pl: Odtwarzaj

source: Play movie with subtitles
de: Film mit Untertitel abspielen
pl: Odtwarzaj film z napisami

source: Please select movie and subtitle
de: Bitte Film und Untertitel auswählen
pl: Wybierz film i napisy

source: Please select movie files !
de: Bitte Filmdatei auswählen !
pl: Wybierz plik z filmem !

source: Sort
de: Sortieren
pl: Sortuj

source: Config
de: Konfigurieren
pl: Konfiguracja

source: Movie:
de: Film:
pl: Film:

source: Subtitle:
de: Untertitel:
pl: Napisy:

source: FileList font size (20-32):
de: Dateiliste Schriftgröße (20-32):
pl: Wielkość czcionki na liście (20-32):

source: MultiFramework selection:
de: MultiFramework-Auswahl:
pl: Wersja MultiFramework:

source: Error load subtitle !!!
de: Fehler beim laden Untertitel!!!
pl: Błąd ładowania pliku z napisami !!!

source: Install DMnapi
pl: Instalacja DMnapi

source: Sort by filename
de: Nach Dateinamen sortieren
pl: Posortowano wg nazw plików

source: Sort by date
de: Nach Datum sortieren
pl: Posortowano wg daty

source: Save
de: Speichern
pl: Zapisz

source: Cancel
de: Abbrechen
pl: Anuluj

source: Update
pl: Aktualizacja

source: Initial movies folder:
de: Starte Filmordner:
pl: Katalog startowy:

source: Stop playing entering AdvancedFreePlayer:
de: TV anhalten beim Start
pl: Zatrzymaj TV przy starcie:

source: Remember last used folder:
de: Letzten Ordner merken:
pl: Pamiętaj ostatnio wybrany katalog

source: %s %s Config
de: %s %s konfiguriert
pl: Konfiguracja %s %s

source: Select during start
de: Auswahl beim Playerstart
pl: Wybór przy starcie odtwarzania

source: Updating plugin
de: Plugin aktualisierung
pl: Aktualizacja wtyczki

source: Required program 'curl' is not installed. Trying to install it via OPKG.
de: Erforderliches Programm 'curl' ist nicht installiert. Versuche es über OPKG zu installieren.
pl: Wymagany program 'curl' jest niezainstalowany. Próbuję zainstalować przez OPKG

source: Required program 'curl' is not available. Please install it first manually.
de: Erforderliches Programm 'Curl' ist nicht verfügbar. Bitte installiere es zuerst manuell.
pl: Wymagany program 'curl' jest niedostępny. Zainstaluj go najpierw ręcznie

source: Checking installation mode...
de: Installationsmodus überprüfen ...
pl: Sprawdzam tryb instalacji

source: AdvancedFreePlayer controlled by OPKG. Please use it for updates.
de: AdvancedFreePlayer wird von OPKG gesteuert. Bitte verwenden Sie es für Updates.
pl: AdvancedFreePlayer kontrolowany przez OPKG. Aktualizacje tylko przez OPKG.

source: Checking internet connection...
de: Internetverbindung prüfen...
pl: Sprawdzam połączenie internetowe

source: github server unavailable, update impossible!!!
de: Github Server nicht verfügbar, Update unmöglich !!!
pl: Serwer github niedostępny, aktualizacja niedostępna

source: Downloading latest AdvancedFreePlayer plugin version...
de: Herunterladen der neuesten AdvancedFreePlayer-Plugin-Version ...
pl: Pobieram ostatnią wersję wtyczki AdvancedFreePlayer

source: Archive downloaded improperly
de: Archiv nicht ordnungsgemäß heruntergeladen
pl: Archiwum pobrane niepoprawnie

source: No archive downloaded, check your curl version
de: Kein Archiv heruntergeladen, überprüfe die Curl-Version
pl: Nie pobrano archiwum, sprawdz wersję curl

source: Unpacking new version...
de: Entpacken von Neuer Version...
pl: Rozpakowuję nową wersję

source: Archive unpacked improperly
de: Archiv falsch entpackt
pl: Archiwum rozpakowane poprawnie

source: Latest version already installed
de: Neueste Version bereits installiert
pl: Najnowsza wersja jest już zainstalowana

source: Installing new version...
de: Installiere neue Version...
pl: Instaluję nową wersję

source: github is always up-2-date
de: Github ist immer auf dem neuesten Stand
pl: github jest zawsze aktualny ;)

source: Installation incorrect!!!
de: Installation falsch!!!
pl: Instalacja niepoprawna

source: Success: Restart system to use new plugin version
de: Fertig: Starte das System neu, um die neue Plugin-Version zu verwenden
pl: Sukces: Zrestartuj system aby aktywować nową wersję wtyczki

source: Do you want to update plugin?
de: Willst du das Plugin aktualisieren?
pl: Zaktualizować wtyczkę?

source: Use up/down arrows to scroll text. OK closes window
de: Aufwärts- / Abwärtspfeile, um durch den Text zu scrollen. OK schließt das Fenster
pl: Użyj strzałek góra/dół do przewinięcia tekstu. Klawisz OK zamyka okno.

source: Time displaying infobar
de: Zeitanzeige Infobar
pl: Czas wyświetlania paska informacyjnego

source: Display infobar on pause:
de: Infobar in Pause anzeigen:
pl: Wyświetl pasek informacyjny podczas pauzy:

source: Key OK behavior:
de: Verhalten der OK-Taste:
pl: Zachowanie klawisza OK:

source: Select/Unselect
de: Auswahl / Auswahl aufheben
pl: Zaznacz/Odznacz

source: Select>Play
de: Auswahl> Wiedergabe
pl: Zaznacz>Odtwórz

source: Recorded: %s %02d:%02d:%02d
de: Aufgenommen: %s %02d:%02d:%02d
pl: Nagrano: %s %02d:%02d:%02d

source: Lenght: %02d:%02d:%02d
de: Länge: %02d:%02d:%02d
pl: Dlugość: %02d:%02d:%02d

source: Always ask for file removal:
de: Immer nach Entfernen von Dateien fragen:
pl: Zawsze pytaj czy skasować film:

source: Delete this movie?
de: Datei löschen?
pl: Skasować ten film?

source: Ask for file removal when % played (0=off):
de: Dateien nach der Wiedergabe von % löschen (0=off):
pl: Pytaj czy skasować film po odtworzeniu % filmu (0=wył):

source: SRT subtitles displayed by:
de: SRT-Untertitel angezeigt von:
pl: Napisy SRT wyświetlane przez:

source: Line1 Line2 Line3
pl: Linia 1 Linia 2 Linia 3

source: *** Standard settings ***
de: *** Standardeinstellungen ***
pl: *** Ustawienia standardowe ***

source: *** Infobar settings ***
de: *** Infobareinstellungen ***
pl: *** Ustawienia paska informacyjnego ***

source: *** Subtitles settings ***
de: *** Untertiteleinstellungen ***
pl: *** Ustawienia napisow ***

source: *** Advanced settings ***
de: *** Erweiterte Einstellungen ***
pl: *** Ustawienia dodatkowe ***

source: Download:
de: Herunterladen:
pl: Pobierz:

source: every new version (debug)
de: Jede neue Version (Debug)
pl: każdą nową wersję (debug)

source: only checked versions
de: Nur geprüfte Versionen
pl: tylko wersję sprawdzoną (public)

source: Checking web version...
de: Überprüfen der Webversion...
pl: Sprawdzam dostępność nowej wersji...

source: Error checking web version
de: Fehler beim Überprüfen der Webversion
pl: Błąd pobierania informacji o nowej wersji

source: Vew version available on the web
de: Neue Version im Web verfügbar
pl: Nowa wersja dostępna

source: DMnapi controlled by OPKG. Please use it for updates.
de: DMnapi wird von OPKG gesteuert. Bitte verwenden Sie es für Updates.
pl: DMnapi kontrolowany przez OPKG. Aktualizacje tylko przez OPKG.

source: Downloading latest DMnapi version...
de: Herunterladen der neuesten DMnapi-Version...
pl: Pobieram ostatnią wersję wtyczki DMnapi...

source: Success: Restart system to reload plugins
de: Fertig: Starte das System neu, um die neue Plugin-Version zu verwenden
pl: Sukces: zrestartuj GUI aby przeładować wtyczki

source: Show subtitles files on the list:
de: Untertiteldateien in der Liste anzeigen:
pl: Wyświetl na liście pliki napisów:

source: Initial files sorting:
de: Dateien sortieren:
pl: Początkowe sortowanie:

source: Time displaying infobar:
de: Zeitanzeige Infobar:
pl: Czas wyświetlanie belki informacyjnej:

source: *** Cover & Descriptions settings ***
de: *** Cover & Beschreibungen Einstellungen ***
pl: *** Ustawienia pobierania miniatur i opisów ***

source: Download Covers & Descriptions from WEB:
de: Cover und Beschreibung aus dem WEB:
pl: Pobierz okładki i opisy z sieci:

source: Searching path:
de: Suchpfad:
pl: Ścieżka przeszukiwania filmów:

source: Delete
de: Löschen
pl: Skasuj

source: Delete this file(s)/folder?
de: Diese Datei(en) / Ordner löschen?
pl: Skasować te(n) plik(i)/katalog?

source: Released:
de: Premiere:
pl: Premiera:

source: Original title:
de: Originaltitel:
pl: Tytuł oryginalny:

source: Original language:
de: Originalsprache:
pl: Język:

source: Popularity:
de: Popularität:
pl: Popularność:

source: Score:
de: Bewertung:
pl: Ocena:

source: AdvancedFreePlayer has been updated. Please restart GUI
de: AdvancedFreePlayer wurde aktualisiert. Bitte GUI neu starten
pl: Wtyczka została zaktualizowana. Proszę zrestartować GUI

source: Network:
de: Netzwerk:
pl: Produkcja:

source: Show Movie name instead of Filename:
de: Filmname anstelle von Dateiname anzeigen:
pl: Wyświetl nazwy filmów zamiast nazw plików:

source: Show Music files on the list:
de: Musikdateien in der Liste anzeigen:
pl: Wyświetl na liście pliki muzyczne:

source: Show Picture files on the list:
de: Bilddateien in der Liste anzeigen:
pl: Wyświetl na liście pliki graficzne:

source: Download from WEB:
de: Download von WEB:
pl: Pobierz z internetu:

source: Download to movie folder:
de: In den Filmordner herunterladen:
pl: Pobierz do katalogu z filmem:

source: Search TMDB for the language:
de: Suchen in TMDB nach der Sprache:
pl: Język opisów w TMDB:

source: Cover size:
de: Cover Größe:
pl: Wielkość miniatury:

source: Play movie
de: Film abspielen
pl: Odtwórz film

source: Plugin, local subtitles
de: Plugin, lokale Untertitel
pl: wtyczkę, napisy lokalne

source: Plugin, dmNapi support
de: Plugin, dmNapi-Unterstützung
pl: wtyczkę, wsparcie dmNapi

source: Plugin, SubsSupport support
de: Plugin, SubsSupport-Unterstützung
pl: wtyczkę, wsparcie SubsSupport

source: Parent Directory
de: Übergeordnetes Verzeichnis
pl: Katalog nadrzędny

source: Delete '%s' folder?
de: Ordner löschen '%s'?
pl: Skasować katalog '%s'?

source: Delete '%s' movie?
de: Film löschen '%s'?
pl: Skasować film '%s'?

source: Delete subtitles for '%s' movie?
de: Untertitel für Film löschen '%s'?
pl: Skasować napisy do filmu '%s'?

source: Delete link for '%s' movie?
de: Link für Film löschen '%s'?
pl: Skasować link do filmu '%s'?

source: No internet connection. :(
de: Keine Internetverbindung. :(
pl: Brak połączenia z internetem :(

source: Move to trash folder instead delete:
de: In den Papierkorb verschieben statt löschen:
pl: Przenieś do śmietnika zamiast kasować:

source: Trash folder:
de: Papierkorb:
pl: Śmietnik:

source: Move folder '%s' to trash?
de: Ordner '%s' in den Papierkorb verschieben?
pl: Przenieść katalog '%s' do śmietnika?

source: Move subtitles for movie '%s' to trash?
de: Untertitel für Film '%s' in den Papierkorb verschieben?
pl: Przenieść napisy do filmu '%s' do śmietnika?

source: Move link for movie '%s' to trash?
de: Link für Film '%s' in den Papierkorb verschieben?
pl: Przenieść link do filmu '%s' do śmietnika?

source: Move movie '%s' to trash?
de: Film '%s' in den Papierkorb verschieben?
pl: Przenieść film '%s' do śmietnika?

source: From: %s
de: Von: %s
pl: Z: %s

source: Show Movie with name containing:
de: Film mit Namen anzeigen, der Folgendes enthält:
pl: Wyświetl filmy zawierające w nazwie:

source: Missing directory info (_dir.info)
de: Fehlende Verzeichnisinformationen (_dir.info)
pl: Brak informacji o katalogu (_dir.info)

source: Missing directory cover (_dir.png)
de: Fehlende Ordnercover (_dir.png)
pl: Brak okładki dla katalogu (_dir.png)

source: *** Session settings ***
de: *** Sitzungseinstellungen ***
pl: *** Ustawienia sesji ***

source: Show only movies containing (OK):
de: Nur Filme anzeigen, die (OK) enthalten:
pl: Tylko filmy zawierające w nazwie (OK):

source: Rename (OK):
de: Umbenennen (OK):
pl: Zmień nazwę (OK):

source: Fitering disabled
de: Filterung deaktiviert
pl: Bez filtrowania

source: Active filter: %s
de: Aktiver Filter: %s
pl: Aktywny filtr: %s

source: Changing '%s' to '%s' Do you confirm it?
de: Ändern von '%s' in '%s' Bestätigen Sie es?
pl: Zmiana '%s' na '%s' Potwierdzasz?

source: New filename...
de: Neuer Dateiname...
pl: Nowa nazwa pliku...

source: Movie name must contain...
de: Dateiname muss enthalten...
pl: Nazwa filmu musi zawierać...

source: Sort also directories:
de: Verzeichnisse sortieren:
pl: Sortuj również katalogi:
