Repository: j00zek/eePlugins
Catalog: */configurator/locale/*/LC_MESSAGES/plugin-StreamlinkConfig.po
Languages: pl

source: Cancel
pl: Anuluj

source: Streamlink Configuration
pl: Konfiguracja serwera streamlink

source: none
pl: Nie loguj

source: info
pl: Informacje

source: warning
pl: Ostrzeżenia

source: error
pl: Błędy

source: critical
pl: Błędy krytyczne

source: debug
pl: Debugowanie

source: trace
pl: Śledzenie

source: Log level:
pl: Poziom logowania:

source: Log to file:
pl: Zapis do pliku:

source: Save log file in:
pl: Ścieżka do pliku:

source: Port number (127.0.0.1:X):
pl: Numer portu (127.0.0.1:X):

source: *** Deamon configuration ***
pl: *** Konfiguracja demona ***

source: *** %s configuration ***
pl: *** Konfiguracja %s ***

source: Username:
pl: Użytkownik:

source: Password:
pl: Hasło:

source: Press OK to create %s bouquet
pl: Naciśnij OK aby wygenerować bukiet %s

source: Do you want to update '%s' file?
pl: Zaktualizować plik '%s'?

source: Do you want to create '%s' file?
pl: Utworzyć plik '%s'?

source: Clear log on each start:
pl: Kasowanie loga przy pażdym starcie:

source: Press OK to download %s bouquet
pl: Naciśnij OK aby pobrać bukiet %s

source: Enable deamon:
pl: Aktywacja demona:

source: Save
pl: Zapisz

source: Check status
pl: Sprawdź stan

source: Do you want to force packets reinstallation?
pl: Wymusić reinstalację pakietów?

source: (Re)installing required packages...
pl: (Re)instalacja wymaganych pakietów...

source: Checking state of required packages...
pl: Sprawdzanie stanu wymaganych pakietów...

source: Username & Password are required!
pl: Nazwa konta i hasło jest wymagane!

source: Updating %s...
pl: Aktualizacja %s...

source: Creating %s...
pl: Tworzenie %s...

source: ServiceApp not installed!
pl: ServiceApp jest niezainstalowany!

source: Select Multiframework
pl: Wybór renderera wideo

source: Bouquets has been reloaded
pl: Definicje bukietów zostały przeładowane

source: Check login credentials
pl: Naciśnij OK aby zalogować się

source: Credentials verification
pl: Sprawdzanie danych do logowania

source: off
pl: wył.

source: by %s s.
pl: o %s s.

source: don't delay
pl: nie opóźniaj

source: *** Available IPTV bouquets ***
pl: *** Dostępne bukiety IPTV ***

source: Press OK to remove: %s
pl: Naciśnij OK aby usunąć: %s

source: Press OK to add: %s
pl: Naciśnij OK aby dodać: %s

source: Prefer DASH than HLS:
pl: Preferuj DASH potem HLS:

source: Delay video:
pl: Opóźnij wideo:

source: *** remote E2 helper ***
pl: *** wsparcie zdalnej E2 ***

source: IP address:
pl: Adres IP:

source: Streaming port:
pl: Port strumienia:

source: Wakeup if remote E2 in standby:
pl: Obudź zdalne E2, jeśli śpi:

source: Zap before stream workarround:
pl: Obejście problemu przełączanie przed strumieniowaniem:

source: Press OK to select and download %s bouquet
pl: Naciśnij OK, aby wybrać i pobrać bukiet %s

source: Buffer path:
pl: Ścieżka bufora:

source: Bouquet '%s' removed properly
pl: Bukiet '%s' został usunięty z listy kanałów

source: Bouquet '%s' added properly
pl: Bukiet '%s' został dodany do listy kanałów

source: *** Deamon not installed ***
pl: !!! Serwer streamlinka jest NIEZAINSALOWANY !!!

source: *** not compliant Deamon found ***
pl: !!! Wykryto NIEZNANĄ wersję serwera streamlink !!!
