Repository: j00zek/eePlugins
Catalog: UserSkin/locale/*/LC_MESSAGES/plugin-UserSkin.po
Languages: de, pl

source: (Advanced mode)
de: Erweiterter Modus
pl: (Tryb zaawansowany)

source: All modifications have been reverted
de: Alle Änderungen wurden rückgängig gemacht
pl: Wszystkie zmiany zostały cofnięte

source: About
de: Über das Plugin
pl: O wtyczce...

source: Advanced (merge screens)
de: Erweitert (mehrere Screens)
pl: Zaawansowany (łączenie)

source: Advanced attributes edit
de: Erweiterte Attributbearbeitung
pl: Zaawansowana edycja atrybutów

source: Advanced %s attribute edit
de: Erweiterte%s Attributbearbeitung
pl: Zaawansowana edycja atrybutu %s

source: Actions
de: Aktionen
pl: Akcje

source: All skins
de: Alle Skins
pl: Wszystkie skórki

source: animated_zzpicon
de: Animierte ZZPicons
pl: z animacją zzpikony

source: animated_picon
de: Animierte Picons
pl: z animacją pikony

source: Archive downloaded improperly
de: Archiv falsch heruntergeladen
pl: Archiwum pobrane niepoprawnie

source: Archive unpacked improperly
de: Archiv falsch entpackt
pl: Archiwum rozpakowane poprawnie

source: Archive is broken
de: Archiv ist defekt
pl: Archiwum jest uszkodzone

source: Archive unpacked properly, you can select it in skin selector
de: Archiv richtig ausgepackt, du kannst es in der Skin-Auswahl auswählen
pl: Archiwum rozpakowane poprawnie, mozesz wybrać skorkę w menu ustawień

source: Are you sure you want to use it?
de: Bist du sicher, dass du ihn verwenden möchtest?
pl: Jesteś pewien, że chcesz ją używać?

source: Are you sure you want delete the screen?
de: Möchtest du diesen Skin löschen?
pl: Na pewno skasować tę skórkę?

source: Are you sure you want to change: '%s' to '%s'?
de: Möchtest du ändern '%s' auf '%s'?
pl: Na pewno zamienić '%s' na '%s'?

source: Cancel
de: Abbrechen
pl: Anuluj

source: Celsius
pl: Celcjusz

source: Colors:
de: Farbe:
pl: Kolory:

source: ChannelList skins
de: Kanalliste Skins
pl: Skórki Listy kanałów

source: Channel[ ]*Selection
de: Kanallisten Selektor
pl: Lista kanałów

source: Channel[ ]*Selections
de: Kanallisten Selektor
pl: Listy kanałów

source: Change font size
de: Schriftgröße ändern
pl: Zmień wielkość czcionki

source: Choose LCD skin:
de: LCD-Skin wählen
pl: Wybierz skórkę LCD:

source: Checking installation mode
de: Installationsmodus überprüfen
pl: Sprawdzam tryb instalacji

source: Checking internet connection
de: Internetverbindung prüfen
pl: Sprawdzam połączenie internetowe

source: Checking archive consistency
de: Archivkonsistenz prüfen
pl: Sprawdzanie archiwum

source: Custom path:
de: Benutzerdefinierter Pfad:
pl: Ścieżka użytkownika:

source: Controlled through %s.
de: Kontrolliert durch %s.
pl: Kontrolowany przez %s.

source: Controlled by script or plugin.
de: Wird per Skript oder Plugin kontrolliert.
pl: Kontrolowany przez skrypt lub wtyczkę

source: ChannelList
de: Kanalliste
pl: Lista kanałów

source: default
de: Standard
pl: standardowy

source: default skin.xml
de: Standard skin.xml
pl: skin.xml

source: default skin_display.xml
de: Standard skin_display.xml
pl: skin_display.xml

source: Display %s.
de: Zeige %s.
pl: Wyświetla '%s'.

source: Display a picture.
de: Zeige Grafik
pl: Wyświetla grafikę.

source: Display skin:
de: LCD Skin
pl: Skórka LCD:

source: Display skin (OK):
de: Zeige Skin (OK)
pl: Wyświetl skórkę (OK):

source: Do you really want to cancel?
de: Willst du wirklich annullieren?
pl: Naprawdę chcesz anulować wszystkie zmiany?

source: Do you want to update plugin?
de: Willst du Plugin aktualisieren?
pl: Czy chcesz zaktualizować wtyczkę?

source: Do you want to update skin?
de: Willst du Skin aktualisieren?
pl: Czy chcesz zaktualizować skórkę?

source: Do you want to update your skin modification?
de: Willst du Skin-Modifikation aktualisieren?
pl: Czy chcesz zaktualizować modyfikację skórki?

source: Delete
de: Lösche Skin
pl: Usuń skórkę

source: Downloading latest plugin version
de: Herunterladen der neuesten Plugin-Version
pl: Pobieram ostatnią wersję wtyczki

source: Downloading latest skin version
de: Herunterladen der neuesten Skin-Version
pl: Pobieranie najnowszej wersji skórki

source: Downloading
de: Herunterladen
pl: Pobieranie

source: Download addons
de: Addons herunterladen
pl: Pobierz dodatki

source: Download additional Components/plugins
de: Zusätzliche Komponenten / Plugins herunter herunterladen
pl: Pobierz dodatkowe komponenty/wtyczki

source: Delete addons
de: Komponente löschen
pl: Skasuj dodatki

source: Edit
de: Editieren
pl: Edycja

source: Enable skin personalization:
de: Skin-Personalisierung aktivieren:
pl: Aktywuj personalizację skórki:

source: Enable PIG (not recommended for 1080p):
de: PIG aktivieren (nicht empfohlen für 1080p):
pl: Aktywuj PIG (nie polecane dla 1080p):

source: Enter filename
de: Dateinamen angeben
pl: Podaj nazwę pliku

source: Error downloading the history of changes
de: Fehler beim Herunterladen des Änderungsverlaufs
pl: Błąd pobierania historii zmian.

source: Exit
pl: Zastosuj zmiany

source: Exit options
pl: Opcje

source: Export
pl: Eksportuj

source: Exit without saving
de: Exit ohne zu speichern
pl: Zamknij bez zapisywania

source: Extract from skin.xml
de: Skin aus skin.xml
pl: Skórka z skin.xml

source: Fahrenheit
pl: Farenheit

source: Font:
de: Schriftart:
pl: Czcionka:

source: Force using custom path:
de: Erzwingen der Verwendung eines benutzerdefinierten Pfads:
pl: Wymuś użycie ścieżki użytkownika:

source: Generic
de: Allgemein
pl: Podstawowy

source: github server unavailable, update impossible
de: Github-Server nicht verfügbar, Aktualisierung nicht möglich
pl: Serwer github niedostępny, aktualizacja niedostępna

source: History of changes
de: Änderungsprotokoll
pl: Historia zmian

source: Homar LCD skins from opkg
de: Homar LCD-Skins von opkg
pl: Skórki LCD z opkg kolegi Homar

source: Installing new version
de: Neue Version installieren
pl: Instaluję nową wersję

source: Installation incorrect
de: Falsche Installation
pl: Instalacja niepoprawna

source: Installation of LCD screens prepared by Homar from opkg will take a minute. Do you want to proceed?
de: Die Installation der von Homar vorbereiteten LCD-Skins von opkg dauert eine Minute. Möchtest du fortfahren?
pl: Instalacja ekranów LCD przygotowanych przez Homar z opkg zajmie minutę. Czy chcesz kontynuować?

source: Install miniTV skin creator
de: Installiere miniTV Skin Creator
pl: Instalacja kreatora skórek miniTV (LCD tunera)

source: Install from OPKG
de: Von OPKG installieren
pl: Instalacja z OPKG

source: Infobar skins
pl: Skórki paska informacyjnego

source: Infobars
pl: Paski informacyjne

source: Infobar
pl: Pasek informacyjny

source: Import
pl: Importuj

source: Import foreign skin
de: Skin importieren
pl: Importuj skórkę

source: List loaded screens
de: Zeige geladene Screens
pl: Wyświetl załadowane definicje ekranów

source: LCD skin (OK):
pl: Skórka LCD (OK):

source: LCD/VFD skin:
pl: Skórka LCD/VFD:

source: LCD/VFD too small to use miniTV skin creator
de: LCD/VFD zu klein, um miniTV Skin Creator zu verwenden
pl: LCD/VFD za mały dla kreatora skórek miniTV (LCD tunera)

source: Loaded screens %s
de: Geladene Screens %s
pl: Lista definicji ekranów %s

source: Latest version already installed
de: Neueste Version bereits installiert
pl: Najnowsza wersja jest już zainstalowana

source: Location # (http://weather.yahoo.com/):
de: Standortnummer (http://weather.yahoo.com/):
pl: Lokalizacja (http://weather.yahoo.com/):

source: Message
de: Nachricht
pl: Wiadomość

source: Missing components found: %s
de: Fehlende Komponenten gefunden: %s
pl: Znaleziono brakujące komponenty: %s

source: Modyfing
de: Verändere
pl: Modyfikuję

source: Move left/right
de: Nach links/rechts
pl: Przesuń w poziomie

source: Move Up/Down
de: Nach oben/unten
pl: Przesuń w pionie

source: miniTV skin creator
pl: Tworzenie skórek miniTV (LCD tunera)

source: No addons path configured
de: Kein Addon-Pfad konfiguriert
pl: Scieżka dla dodatków nie skonfigurowana

source: No addons installed
de: Keine Addons installiert
pl: Brak zainstalowanych dodatków

source: No action
de: Keine Aktion
pl: Bez akcji

source: No JPG previews:
de: Keine JPG-Vorschau:
pl: Brak podglądów JPG:

source: No widgets found
de: Keine Widgets gefunden
pl: Nie znaleziono elementów

source: No User skins found
de: Kein Benutzer-Skins gefunden
pl: Brak opjonalnych schematów dla tej skórki

source: No archive downloaded, check your curl version
de: Kein Archiv heruntergeladen, überprüfe die Curl-Version
pl: Nie pobrano archiwum, sprawdz wersję curl

source: _no_
de: _Nein_
pl: _bez_

source: NOTE: System uses definition from plugin when screen is not listed above.
de: HINWEIS: Das System verwendet die im Plug-In enthaltene Definition, wenn sie nicht aufgeführt ist
pl: UWAGA: System korzysta z definicji zawartej we wtyczce, gdy brak jej na liście

source: Nothing to select
de: Nichts zur Auswahl
pl: Nic do wyboru

source: OK
pl: Zapisz

source: off
de: Aus
pl: Wyłącz

source: on
de: An
pl: Włącz

source: Personalize your Skin
de: Personalisieren dein Skin
pl: Personalizuj skórkę

source: Parent Category
de: Vorherige Kategorie
pl: Poprzednia Kategoria

source: Permanent preview 1
de: Permanente Vorschau 1
pl: Wyświetlaj ciągle

source: Permanent preview 2
de: Permanente Vorschau 2
pl: Wyświetlaj w tle

source: Paint a square.
de: Erstellt ein Rechteck.
pl: Tworzy prostokąt.

source: ---Picons animations optional settings---
de: --- Optionale Picons-Animationen Einstellungen ---
pl: ***Opcjonalne ustawenia animacji pikon***

source: Personalization mode:
de: Personalisierungsmodus:
pl: Tryb personalizacji:

source: Preview
de: Vorschau
pl: Podgląd

source: Refresh
de: Aktualisierung
pl: Odśwież

source: Report automatically skin GS:
de: Automatische Skin-GS Meldung
pl: Automatyczne raporty GS-ów skórki:

source: Restart GUI now?
de: Restart GUI jetzt?
pl: Zrestartować teraz?

source: Resize left/right
de: Breite ändern
pl: Zmień szerokość

source: Resize Up/Down
de: Höhe ändern
pl: Zmień wysokość

source: Refresh interval in minutes:
de: Aktualisiere alle in (min):
pl: Aktualizacja co (min):

source: Restart necessary, restart GUI now?
de: Restart GUI jetzt, um Änderungen zu aktivieren?
pl: Zrestartować teraz, aby aktywować zmiany?

source: Required program 'curl' is not installed. Trying to install it via OPKG.
de: Erforderliches Programm 'curl' ist nicht installiert. Versuch, es über OPKG zu installieren.
pl: Wymagany program 'curl' jest niezainstalowany. Próbuję zainstalować przez OPKG

source: Required program 'curl' is not available. Please install it first manually.
de: Erforderliches Programm 'Curl' ist nicht verfügbar. Bitte installiere es zuerst manuell.
pl: Wymagany program 'curl' jest niedostępny. Zainstaluj go najpierw ręcznie

source: Save as & Exit
de: Speichern als und schließen
pl: Zapisz jako i zamknij

source: Save & Exit
de: Speichern und schließen
pl: Zapisz i zamknij

source: Sample Text
de: Beispiel
pl: Przykład

source: Save
de: Speichern
pl: Zapisz

source: Save as
de: Speichern als
pl: Zapisz jako

source: Selector bar style:
de: Auswahlleistenstil:
pl: Styl belki wyboru:

source: Select screen:
de: Screenauswahl /Bildschirmauswahl
pl: Wybierz ekran:

source: Select skin to export:
de: Wähle Skin zum exportieren Skin aus:
pl: Wybierz skórkę do wyeksportowania:

source: Select attribute to edit:
de: Attribut zum Bearbeiten wählen:
pl: Wybierz atrybut do edycji

source: Set standard background
de: Standardhintergrund festlegen
pl: Ustaw standardowe tło

source: SecondInfobar
de: SecondInfobar / zweites Infobar
pl: Drugi pasek informacyjny

source: Screen
de: Screen / Bildschirm
pl: Definicja ekranu

source: Source
de: Quelle
pl: Źródło

source: Secondinfobars
pl: Drugie paski informacyjne

source: Screens by
de: Screens von
pl: Stworzone przez

source: Safe mode (reset on GS):
de: Abgesicherter Modus (Reset nach GS):
pl: Tryb bezpieczny (reset po GS):

source: Skin will NOT work properly and GS expected!!!
de: Der Skin wird nicht richtig funktionieren, GS möglich!!!
pl: Skórka NIE będzie działać poprawnie i możliwe GS-y!!!

source: Select Action:
de: Wähle Aktion aus:
pl: Wybierz Akcję:

source: Save settings?
de: Einstellungen speichern?
pl: Zapisać ustawienia?

source: Settings
de: Einstellungen
pl: Ustawienia

source: Setup - UserSkin
pl: 'UserSkin' - dla skórki

source: Success: Restart system to use new plugin version
de: Erfolg: Starte das System neu, um die neue Plugin-Version zu verwenden
pl: Sukces: Zrestartuj system aby aktywować nową wersję wtyczki

source: Skin personalization
de: Skin Personalisierung
pl: Personalizacja skórki

source: Skin does not have downloadable addons
de: Der Skin hat keine herunterladbaren Add-Ons
pl: Skórka nie posiada dodatków do pobrania

source: Switch screen
de: Skin (Bildschirm) wechseln
pl: Przełącz skórkę

source: UserSkin Setup
pl: Ustawienia UserSkin

source: UserSkin additional screens
de: UserSkin zusätzliche Screens
pl: Skórki użytkownika

source: Script finished Use up/down arrows to scroll text. OK closes window
de: Skript beendet Aufwärts- / Abwärtspfeile, um Text zu scrollen. OK schließt das Fenster
pl: Skrypt zakończony Użyj strzałek góra/dół do przewinięcia tekstu. Klawisz OK zamyka okno.

source: Temperature unit:
de: Temperatureinheit:
pl: Skala temperatury:

source: This skin does not have the history of changes.
de: Der Skin hat keinen Änderungsverlauf.
pl: Ta skórka nie posiada historii zmian.

source: This skin is not configured for updates.
de: Dieser Skin ist nicht für Updates konfiguriert.
pl: Ta skórka nie ma możliwości aktualizacji

source: To see previews install package: enigma2-skin-infinityhd-nbox-tux-full-preview
de: Installiere das Paket um Vorschau zu zeigen: enigma2-skin-infinityhd-nbox-tux-full-preview
pl: Aby mieć podgląd, zainstaluj paczkę: enigma2-skin-infinityhd-nbox-tux-full-preview

source: User skins
pl: Skórki użytkownika

source: Update main skin
de: Skin Aktualisierung
pl: Aktualizacja skórki

source: Update plugin
de: Aktualisierung Plugin
pl: Aktualizacja wtyczki

source: Updating skin
de: Aktualisiere Skin
pl: Aktualizacja skórki

source: Updating plugin
de: Aktualisiere Plugin
pl: Aktualizacja wtyczki

source: UserSkin controlled by OPKG. Please use it for updates.
de: UserSkin wird von OPKG kontrolliert. Bitte verwende es für Updates.
pl: UserSkin kontrolowany przez OPKG. Aktualizacje tylko przez OPKG.

source: Unpacking new version
de: Entpacken von Neuer Version
pl: Rozpakowuję nową wersję

source: Updating
de: Aktualisiere
pl: Aktualizuję

source: Unpacking
de: Entpacke
pl: Rozpakowywanie

source: Use up/down arrows to scroll text. OK closes window
de: Aufwärts- / Abwärtspfeile, um durch den Text zu scrollen. OK schließt das Fenster
pl: Użyj strzałek góra/dół do przewinięcia tekstu. Klawisz OK zamyka okno.

source: UserSkin %s - additional screens
de: UserSkin %s - zusätzliche Screens
pl: UserSkin %s - dodatkowe skórki

source: UserSkin %s - EditScreens
pl: UserSkin %s - Edycja skórek

source: UserSkin %s - Edit %s screen
pl: UserSkin %s - Edycja skórki %s

source: UserSkin %s - Edit %s screen (1/%d)
pl: UserSkin %s - Edycja skórki %s (1/%d)

source: UserSkin Setup %s
pl: Konfiguracja UserSkin %s

source: UnknownName
de: Unbekannter Name
pl: Bez nazwy

source: UserSkin has been updated. Please restart GUI
de: UserSkin wurde aktualisiert. Bitte starte GUI neu
pl: UserSkin został zaktualizowany. Zrestartuj GUI

source: VFD skin (OK):
pl: Skórka VFD (OK):

source: VTI8.0.x detected, patching skin
de: VTI8.0.x entdeckt, Skin wird angepasst
pl: Wykryto VTI8.0.x, modyfikuję skórkę

source: Window style:
de: Fensterstil:
pl: Styl okien:

source: Warning
de: Warnung
pl: Ostrzeżenie

source: ---Weather---
de: ---Wetter---
pl: ---Pogoda---

source: MovieSelection
de: Filmauswahl
pl: Wybór filmów

source: Messageboxes
de: Nachrichtenbox
pl: Okna wiadomości

source: animated
de: Animiert
pl: animowany

source: double-spaced
de: Zweizeilig
pl: podwójny

source: DoubleSpaced
de: Zweizeilig
pl: podwójny

source: Full
de: Voll
pl: pełny

source: fulllist
de: Volle Liste
pl: pełny

source: BigFonts
de: Große Schriftarten
pl: duża czcionka

source: gray
de: Grau
pl: szara

source: gold
pl: złota

source: %s addon
de: Addons %s
pl: Dodatek %s

source: Selector buttons style:
de: Icons der Auswahltasten:
pl: Styl ikon klawiszy:

source: Circle
de: Rund
pl: Okrągłe

source: Donut
de: Kreis
pl: Okręgi

source: Oval
pl: Owalne

source: Quad
de: Viereck
pl: Kwadratowe

source: Rectangle
de: Rechteck
pl: Prostokątne

source: Standard-mixed
de: Standard-Gemischt
pl: Standardowe-wymieszane

source: *** Basic settings ***
de: *** Standardeinstellungen ***
pl: *** Ustawienia podstawowe ***

source: LCD Colors:
de: LCD Farben:
pl: Kolory na LCD:

source: LCDLinux selected, open it and generate its skin again.
de: LCDLinux ausgewählt, du musst neuen Skin generieren.
pl: Wybrano LCDLinux, musisz wygenerować ponownie jego skórkę!

source: don't use
de: Ohne Animation
pl: bez animacji

source: Anim buttons (if in skin):
de: Animierte Buttons (wenn im Skin):
pl: Animowane klawisze:

source: Moving rectangle
de: Wachsender Rechteck
pl: Rosnący prostokąt

source: Running dots
de: Laufende Punkte
pl: Krążące kropki

source: On/Off switch style:
pl: Styl przełącznika wł/wył:
