Repository: j00zek/eePlugins
Catalog: DynamicLCDbrightnessInStandby/locale/*/LC_MESSAGES/plugin-DynamicLCDbrightnessInStandby.po
Languages: pl

source: Dynamic LCD brightness
pl: Dynamiczna regulacja jasności LCD

source: Cancel
pl: Anuluj

source: DynamicLCDbrightness v %s Configuration
pl: Konfiguracja dynamicznej regulacji jasności LCD v.%s

source: no LCD
pl: brak LCD

source: State:
pl: Status:

source: Control LCD brightness in Standby:
pl: Kontrola jasności w uśpieniu:

source: Log to file
pl: Loguj do pliku

source: from %s (%s)
pl: od %s (%s)

source: LCD brighter when KODI is playing
pl: Rozjaśń LCD gdy KODI odtwarza

source: Night hours...
pl: Godziny nocne...

source: Day hours...
pl: Godziny dzienne...

source: Support 'Share LCD with KODI' plugin:
pl: Wsparcie wtyczki 'LCD dla KODI':

source: Sunrise time...
pl: Wschód słońca...

source: Use sunrise time
pl: Użyj czas wschodu słońca

source: to %s (%s)
pl: do %s (%s)

source: from 30mins before sunrise time
pl: od 30min przed wschodem do wschodu

source: from sunrise time to 30 mins after
pl: od wschodu do 30min po wschodzie

source: from 30mins before to 30 mins after sunrise
pl: od 30min przed i do 30min po wschodzie

source: from 30mins before sunrise till 8:00
pl: od 30min przed wschodem i do 8:00

source: LCD brighter when KODI is running
pl: Rozjaśń LCD gdy KODI jest uruchomione

source: LCD brighter when KODI is running and not spleeping
pl: Rozjaśń LCD gdy KODI jest uruchomione i aktywne

source: Other settings...
pl: Inne ustawienia...

source: Disabled - no required components found!!!
pl: Wyłączono-brak potrzebnych komponentów!!!
