Repository: j00zek/eePlugins
Catalog: E2KodiAddons/plugin.video.netiago/resources/language/Polish/strings.po
Languages: pl

# #30000
source: Username
pl: Login

# #30001
source: Password
pl: Hasło

# #30002
source: Login to service
pl: Logowanie w serwisie

# #30003
source: View
pl: Widok

# #30004
source: Amount of items on page
pl: Ilość pozycji na stronie

# #30007
source: Logging client:
pl: Logowanie jako klient:

# #30009
source: Check license server certificate
pl: Sprawdzanie certyfikatu serwera licencji

# #30010
source: Playlist M3U Generator
pl: Kreator listy M3U

# #30011
source: Create playlist M3U
pl: Utwórz listę M3U

# #30012
source: Sort alphabetically
pl: Sortuj alfabetycznie
