Repository: j00zek/eePlugins
Catalog: AlternativeSoftCamManager/locale/*/LC_MESSAGES/plugin-AlternativeSoftCamManager.po
Languages: pl

source: No /tmp/ecm.info file!!!
pl: Brak pliku /tmp/ecm.info !!!

source: Stopping %s
pl: Zatrzymuję %s

source: Restarting %s
pl: Restart %s

source: Activate Alternative Softam Manager
pl: Aktywuj Alternative Softcam Manager

source: Manage oscam only?
pl: Zarządzanie tylko oscam-em

source: SoftCam config directory (press OK)
pl: Katalog z plikami konfiguracyjnymi (naciśnij OK)

source: SoftCam directory (press OK)
pl: Katalog z cam-em (naciśnij OK)

source: Are you sure you want to save this configuration?
pl: Czy na pewno zapisać konfigurację

source: Directory %s does not exist! Please set the correct directorypath!
pl: Katalog %s nie istnieje! Proszę wybrać poprawną ścieżkę!

source: Alternative SoftCam Manager
pl: Alternatywny menadżer SoftCamów

source: SoftCam Manager
pl: Zarządzanie SoftCam-ami

source: Start, stop, restart SoftCams, change settings.
pl: Uruchamianie, restartowanie i zatrzymywanie Cam-a

source: Setup
pl: Ustawienia

source: Exit
pl: Wyjdź

source: New directory
pl: Nowy katalog

source: SoftCam configuration
pl: Konfiguracja SoftCam-a

source: Select directory with binaries
pl: Wybierz katalog z binarkami

source: Select directory with configs
pl: Wybierz katalog z plikami konfiguracyjnymi

source: Select directory
pl: Wybierz katalog

source: Cancel
pl: Anuluj

source: Select
pl: Wybierz

source: none
pl: brak

source: Starting %s
pl: Uruchamiam %s

source: sync time from Transponders (NOT recommended)
pl: Pobierz czas z transponderów (NIE zalecane)
