Repository: j00zek/eePlugins
Catalog: zmodowanePrzezInnych/SHOUTcast-KOS/locale/*/LC_MESSAGES/SHOUTcast.po
Languages: pl

source: - Cover from Bing
pl: - Okładka z Bing

source: - Cover from Google
pl: - Okładka z Google

source: %s Press OK to try again...
pl: %s Naciśnij OK, aby spróbować ponownie ...

source: %s Press green-button to try again...
pl: %s Wciśnij Zielony przycisk, aby spróbować ponownie...

source: 90s
pl: - ( Lata 90'te' )

source: ALL STATIONS
pl: - ( Wszystkie stacje )

source: Activate Picture in Picture
pl: Uruchom PiP

source: Add current playing stream to favorite
pl: Dodaj odtwarzaną stację do ulubionych

source: Add current selected genre to favorite
pl: Dodaj wybrany gatunek muzyki do ulubionych

source: Add current selected station to favorite
pl: Dodaj wybraną stację do ulubionych

source: Add sequence number to output file:
pl: Dodaj kolejny numer do pliku wyjściowego:

source: All
pl: Wszystkie

source: All speeds
pl: Wszystkie prędkości

source: Audio: %s
pl: Dźwięk: %s

source: Bing
pl: www.Bing

source: Bit rate: %s kbps
pl: Prędkość Transmisji: %s kbps

source: Cancel
pl: Anuluj

source: Choose action:
pl: Wybierz akcję

source: Config
pl: Ustawienia

source: Connected:
pl: Połączony:

source: Could not play %s
pl: Nie można odtworzyć %s

source: Cover Position H: *
pl: Okładka Pozycja H: *

source: Cover Position V: *
pl: Okładka Pozycja V: *

source: Cover Size H: *
pl: Okładka Rozmiar H: *

source: Cover Size V: *
pl: Okładka Rozmiar V: *

source: Cover from:
pl: Okładka z:

source: Coverheight:
pl: Wysokość okładki:

source: Coverwidth:
pl: Szerokość okładki:

source: Create a directory for each stream:
pl: Utwórz katalog dla każdego strumienia:

source: Description:
pl: Opis:

source: Disable Picture in Picture
pl: Wyłącz PIP

source: Do you really want to stop the recording?
pl: Czy chcesz zatrzymać nagrywanie?

source: Enter in minutes (0 means unlimited)
pl: Wprowadź w minutach (0 oznacza brak ograniczenia)

source: Enter new name for favorite item
pl: Wprowadź nową nazwę dla ulubionych

source: Enter text to search for
pl: Wpisz tekst do wyszukania

source: Error create directory %s!
pl: Błąd podczas tworzenia katalogu %s!

source: Error downloading cover...
pl: Pobieranie okładki nie powiodło się...

source: Favorite list
pl: Lista Ulubionych

source: Favorites
pl: Ulubione

source: First play streaming!
pl: Najpierw zagraj w streaming!

source: Genres
pl: Gatunki

source: Getting - %s
pl: Pobieranie - %s

source: Getting SHOUTcast genre list for %s
pl: Pobieranie listy gatunków SHOUTcast dla %s

source: Getting SHOUTcast genre list...
pl: Pobieranie listy gatunków SHOUTcast...

source: Getting streaming data from %s
pl: Pobieranie danych z %s

source: Google
pl: www.Google

source: Got 0 genres. Could be a network problem. Please try again...
pl: Brak gatunków. Możesz mieć problem z siecią. Spróbuj ponownie...

source: Hide
pl: Ukryj

source: Ignoring useless updated info provided by streamengine!
pl: Ignoruj niepotrzebne informacje o aktualizacji zawarte w danych!

source: Invalid Location
pl: Nieprawidłowa lokalizacja

source: Italo
pl: - ( Włoskie )

source: Loading station list, please wait ...
pl: Ładowanie listy stacji, proszę czekać ...

source: listen to shoutcast internet-radio
pl: Słuchaj radia internetowego SHOUTcast

source: listen to shoutcast internet-radio - %s
pl: Słuchaj radia internetowego SHOUTcast - %s

source: Move Picture in Picture
pl: Przesuń PiP

source: N/a
pl: Niedostępny

source: Name (needs GUI restart):
pl: Nazwa (wymagany restart GUI):

source: No streaming data found...
pl: Nie znaleziono danych transmisji strumieniowej ...

source: OK
pl: Zapisz

source: Off
pl: Wyłącz

source: On
pl: Włącz

source: Only running streamings can be recorded!
pl: Można nagrywać tylko uruchomione stacje!

source: Poland
pl: - ( Polskie )

source: Random stations
pl: - ( Stacje losowe )

source: * = Restart Required
pl: * = Wymagane ponowne uruchomienie

source: Record
pl: Nagraj

source: Recording length
pl: Czas nagrania

source: Recording location:
pl: Lokalizacja nagrania:

source: Recording station:
pl: Trwa nagrywanie stacji:

source: Recording stream station
pl: Nagrywanie aktualnej stacji

source: Reload station list:
pl: Odśwież listę stacji:

source: Rip to single file, name is timestamped:
pl: Zgraj do pojedynczego pliku:

source: SHOUTcast genre list
pl: SHOUTcast - Lista Gatunków

source: SHOUTcast setup
pl: Ustawienia SHOUTcast

source: SHOUTcast station list for %s
pl: Lista Stacji dla %s

source: Search
pl: Szukaj

source: Searching SHOUTcast for %s...
pl: Wyszukiwanie SHOUTcast dla %s...

source: Select a genre, then press OK to proceed.
pl: Wybierz gatunek, a następnie naciśnij przycisk „OK”, aby kontynuować.

source: Select a station then press OK to start playback.
pl: Wybierz stację, a następnie naciśnij przycisk „OK”, aby rozpocząć odtwarzanie.

source: Select record path for streamripper
pl: Wybierz ścieżka nagrania dla streamripper

source: Setup
pl: Ustawienia

source: Shoutcast Setup
pl: Ustawienia SHOUTcast

source: Show cover:
pl: Pokaż okładkę:

source: Show in (needs GUI restart):
pl: Pokaż w (wymagany restart GUI)

source: Show in extension menu:
pl: Pokaż w menu rozszerzeń (Standardowo (Długo) klawisz 'Niebieski'):

source: Station List number:
pl: Lista Stacji nr:

source: Station List number: ( 1 - Poland ) ( 2 - Trance ) ( 3 - Dance ) ( 4 - Techno ) ( 5 - 90s ) ( 6 - Random stations ) ( 7 - All Stations )
pl: Lista Stacji nr: ( 1 - Polskie ) ( 2 - Trance ) ( 3 - Dance ) ( 4 - Techno ) ( 5 - Lata 90'te' ) ( 6 - Stacje losowe ) ( 7 - Wszystkie Stacje )

source: Station list from %s %s
pl: Lista stacji z %s %s

source: Station:
pl: Stacja:

source: Station: %s
pl: Stacja: %s

source: Stations
pl: Stacje

source: Stations selected:
pl: Wybrano stacje:

source: Stop record
pl: Zatrzymaj nagrywanie

source: Stream stopped playing, playback of stream stopped!
pl: Przekaz zakończył się,odtwarzanie danych zatrzymano!

source: Streaming rate:
pl: Prędkość Transmisji:

source: This Dreambox can't decode %s streams!
pl: Nie można zdekodować %s danych!

source: Title:
pl: Tytuł:

source: Title: %s
pl: Tytuł: %s

source: Title: n/a
pl: Tytuł: Niedostępny

source: UNKNOWN
pl: NIEZNANY

source: Unknown
pl: Nieznany

source: Ver.
pl: Wer.%s Wciśnij OK, aby spróbować ponownie...

source: You Listen to Internet Radio...
pl: Słuchasz Radia Internetowego ...

source: Zap focus to Picture in Picture
pl: Przełącz na PiP

source: Zap focus to main screen
pl: Przełącz na główny ekran

source: all
pl: wszystkie

source: every five minutes
pl: co 5 minut

source: every minute
pl: co minutę

source: every three minutes
pl: co 3 minuty

source: genre %s
pl: gatunku %s

source: genre: ( %s )
pl: gatunku: ( %s )

source: n/a
pl: Brak Tytulu

source: off
pl: wyłącz

source: on
pl: włącz

source: remove current selected favorite
pl: Usuń z ulubionych

source: rename current selected favorite
pl: Zmień nazwę

source: search-criteria %s
pl: Kryterium wyszukiwania ( %s )

source: streamripper not installed!
pl: streamripper nie jest zainstalowany!
