Repository: j00zek/eePlugins
Catalog: zmodowanePrzezInnych/e2iplayer-zadmario/IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: es, pt, uk

source: WrestlingNet._listVideos - no markers [m1][m2] found!
es: WrestlingNet._listVideos - no se encuentran marcadores [m1] [m2]!
uk: WrestlingNet._listВвдео - без маркерів [м1] [м2] знайдено!

source: Please visit '%s' from using web-browser form the PC. If links are available please report this problem. Email: samsamsam@o2.pl
es: Por favor visite '%s' del navegador utilice la PC. Si se dispone de enlaces por favor, informe a este problema. Correo electrónico: samsamsam@o2.pl
uk: Будь ласка , відвідайте '%s' за допомогою веб-браузера вашого ПК . Якщо посилання доступні Будь ласка , повідомте про цю проблему . E-mail: samsamsam@o2.pl

source: Last error: "Videomega has blocked your IP for some time. Please retry this link after some time."
es: Último error: "Videomega ha bloqueado tu IP por una cierta hora. Por favor vuelva a intentar este enlace después de algún tiempo."
uk: Остання помилка: "Videomega заблокував ваш IP - адресу протягом деякого часу . Будь ласка , повторіть цеПосилання через якийсь час . "

source: Newest added
es: Añadido nuevo
uk: Останнім додав

source: Oldest added
es: Agregado más antiguo
uk: Додав починаючи зі старих

source: Newest year
es: Último año
uk: Новітній рік

source: Oldest year
es: Año más antiguo
uk: Починаючи рік зі старих

source: Best rating
es: Mejor calificación
uk: Кращий рейтинг

source: Worse rating
es: Peor calificación
uk: Поганий рейтинг

source: Most viewed
es: Más vistos

source: Less viewed
es: Menos visto
uk: Менш популярні

source: Login failed.
es: Fallo en inicio de sesión.
uk: Помилка входу.

source: This host requires registration. Please fill your login and password in the host configuration. Available under blue button.
es: Este host requiere registro. Por favor complete su nombre de usuario y contraseña en la configuración del host. Disponibles en el botón azul.
uk: Цей вузол вимагає реєстрації. Будь ласка,заповніть свій логін і пароль у конфігурації хост-конфігурації.В наявності під синю кнопку .

source: Default video quality
es: Vorgewählte Video-Qualität
uk: По замовчуванню якість відео

source: Use default video quality
es: Utilizar una calidad de vídeo por defecto

source: Icon type
es: Tipo de ícono
uk: Тип іконка

source: The problem with user logon "%s".
es: Problema con la creación de un directorio [%s].
uk: Проблема з входом користувача "%s".

source: Randomize a playlist
es: Desordenar una lista de reproducción
pt: Randomizer uma Lista de Reprodução
uk: Перемістити плейлист

source: New Releases
es: Nuevos lanzamientos
uk: Нові релізи

source: Categorization:
es: Categorización:
uk: Категоризації:

source: Labels
es: Etiquetas
uk: Етикетки

source: Latest Update
es: Última actualización
uk: Останні оновлення

source: Anime List
es: Lista de anime
uk: Аніме Список

source: Create Date
es: Fecha de Creación
uk: Дата створення

source: Top Movies
es: Top Películas
uk: Кращі фільми

source: New HD Videos
es: Nuevos vídeos HD
uk: Нові HD Відео

source: Use proxy gateway
es: Usar puerta de enlace de proxy
uk: Використати проксі-шлюз

source: show iframe for audio item
es: mostrar iframe para elemento de audio
pt: Exibir iframe para o item de áudio
uk: Включити заставку в режимі аудіо

source: Iframe file
es: Archivo de iframe
pt: Arquivo Iframe
uk: Розташування заставки

source: Clear iframe file
es: Borrar archivo iframe
uk: Очистити розташування заставки

source: Total size:
es: Tamaño total:
uk: Размір файлу:

source: Show file size
es: Mostrar Tamaño del archivo
uk: Показати размір файлу

source: All Leagues
es: Todas las Ligas
uk: Всі Ліги

source: Previous Seasons
es: Temporadas anteriores
uk: Попередні сезони

source: Goal Of The Month
es: Objetivo del mes
uk: Ігри місяця

source: Promoted
es: Anunciado
uk: Підвищено

source: Catrtoon list
es: Lista de dibujos animados
uk: Список мультфільмів

source: New cartoon
es: Dibujos animados nuevos
uk: Новий мультфільм

source: Sort by alphabet
es: Ordenar por alfabeto
uk: Сортування по алфавіту

source: Sort by popularity
es: Ordenar por popularidad
uk: Сортувати по популярності

source: Latest update
es: Última actualización
uk: Останні оновлення

source: Remove disabled services
es: Eliminar Servicios apagados
pt: Remover serviços inativos
uk: Видалити сервіси які не працюють

source: Some changes will be applied only after plugin update. Do you want to perform update now?
es: Algunos cambios se aplicará sólo después de la actualización del plugin. ¿Desea realizar la actualización ahora?
uk: Деякі зміни будуть застосовані тільки після оновлення плагіна. Ви хочете,оновити програмне забезпечення?

source: Make directory [%s]
es: Hacer directorio de [%s]
uk: Створити каталог [%s]

source: Can not get mount points - cmd mount failed. Return code[%s]. Return data[%s].
es: No se puede conseguir puntos de montaje - Montaje de cmd no se pudo. Código de retorno [%s]. Return datos [%s].
uk: Неможливо отримати точки монтування - cmd монтування невдале. Код повернення[%s]. Повернення даних[%s].

source: Mount ISO file [%s] on [%s] failed. Return code[%s]. Return data[%s].
es: Error de montaje ISO archivo [%s] en [%s]. Código de retorno [%s]. Return datos [%s].
uk: Монтувати ISO файл [%s] на [%s] не змогли. Код повернення[%s]. Повернення даних[%s].

source: Mounted on %s
es: Montado en %s
uk: Закріплено до %s

source: Umount iso file
es: Desmontar archivo iso
uk: Розмонтувати файл iso

source: Set file name
es: Especificar nombres de archivo
uk: Встановити ім'я файлу

source: File "%s" already exists!
es: ¡Ya existe el archivo "%s"!
uk: Файл "%s" вже існує!

source: By Year
es: Por año
uk: По рокам

source: Recently Added
es: Recientemente añadido
uk: Недавно доданий

source: New
es: Nuevo

source: Home
es: Inicio

source: Season
es: Jornada

source: Plugin can be run on one of the following platforms: sh4, mipsel, i686, armv7, armv5t.
es: Plugin se puede ejecutar en una de las siguientes plataformas: sh4, mipsel, i686, armv7.

source: Foreign films
es: Películas extranjeras

source: Major rankings
es: Clasificaciones principales

source: By year
es: Por año

source: Watch Trailer
es: Ver Trailer

source: Detection of the OpenSSL 1.0.0 version.
es: Detectando la versión OpenSSL.

source: Fatal Error! Openssl could not be found. Please install it and retry.
es: ¡Error fatal! Openssl no se pudo encontrar. Por favor, instalarlo y vuelva a intentarlo.

source: Fatal Error! Your Openssl is not supported.
es: ¡Error fatal! No se admite el Openssl.

source: OpenSSL in your image is not supported. Some functions may not work correctly.
es: OpenSSL en tu imagen no es compatible. Algunas funciones no funcionen correctamente.

source: Install into the "%s".
es: Instalar en el "%s".

source: Decode file [%s] problem.
es: Problema al descodificar archivo [%s].

source: Latest movies
es: Últimas películas

source: Movies genres
es: Géneros de películas

source: Movies by year
es: Películas por año

source: TV Series
es: ТV Series

source: Series list
es: Lista de series

source: Popular Episodes
es: Episodios populares

source: Newest Episodes
es: Episodios más nuevos

source: All A-Z
es: Todos A-Z

source: From E2 settings
es: Desde la configuración de E2
pt: Das definições de E2
uk: Налаштування E2

source: bestfit
es: mejor ajuste
uk: кращий

source: nonlinear
es: no lineal
uk: нелінійний

source: Cartoons
es: Dibujos animados

source: Genre selection
es: Selección de género

source: By country
es: Por Pais

source: Translations
es: Traducciones

source: Collections
es: Colecciones

source: Link is not supported by the gstplayer. Please use the extelayer3 if available.
es: Enlace no es compatible con el gstplayer. Por favor use el extelayer3 si está disponible.

source: Fatal error: consoleWrite failed!
es: Fatal error: consoleWrite error!

source: Most Viewed
es: Lo más visto

source: Windows Media Video 9 Screen decoder
es: Decodificador de pantalla Windows Media Video 9

source: Sort alphabetically
es: Ordenar alfabéticamente

source: Fail to get captcha data.
es: No obtener datos de captcha.

source: Send
es: Enviar

source: Answer
es: Respuesta

source: Wrong answer.
es: Respuesta incorrecta.

source: Get free credits
es: Obtener créditos gratis

source: Fail to get "%s"
es: No puede obtener "%s"

source: Subtitles conversion to UTF-8 failed.
es: Error de conversión de subtítulos UTF-8.

source: Simplify the title and try again.
es: Simplificar el título y vuelva a intentarlo.

source: Ukrainian proxy server url
es: Dirección url del servidor proxy ucraniano
pt: Url do servidor de proxy ucraniano

source: file://
es: Archivo://

source: An error occurred while writing into: %s
es: Error al escribir en: %s

source: Top Cartoons
es: Top Dibujos animados

source: Cartoon List
es: Lista de dibujos animados

source: only Anime
es: sólo Anime

source: only Cartoons
es: solo dibujos animados

source: Views
es: Vistas

source: Preview
es: Previsualizar

source: It seems that the subtitle's provider "%s" has crashed. Do you want to report this problem?
es: Parece que se ha estrellado proveedor del subtítulo "%s". ¿Quieres reportar este problema?

source: Subtitles "%s" downloaded correctly.
es: Subtítulos "%s" descargaron correctamente.

source: Do you want to finish?
es: ¿Quieres terminar?

source: Season %s
es: Temporada %s

source: Failed to create directory "%s".
es: No se pudo crear el directorio "%s".

source: Unzip error code[%s].
es: Codigo de error al descomprimir [%s].

source: It seems that unzip utility is not installed.
es: Parece que utilidad descompresora no está instalada.

source: Wrong format of zip archive.
es: Formato incorrecto de archivo zip.

source: Unrar error code[%s].
es: Código de error descomprimir [%s].

source: It seems that unrar utility is not installed.
es: Parece que no está instalada la utilidad unrar.

source: Wrong format of rar archive.
es: Formato incorrecto del archivo rar.

source: Failed to write the file "%s".
es: No se pudo escribir el archivo "%s".

source: Failed to convert the file "%s" to UTF-8.
es: No se pudo convertir el archivo "%s" a UTF-8.

source: Failed to open the file "%s".
es: Error al abrir el archivo "%s".

source: Login failed!
es: ¡El inicio de sesión ha fallado!

source: Error message: "%s". Error code: "%s".
es: Mensaje de error: "%s". Código de error: "%s".

source: Get languages failed!
es: Obtener idiomas falló!

source: Failed to download subtitle.
es: No se pudo descargar subtítulos.

source: Failed to gzip.
es: Error de gzip.

source: Failed to decode to UTF-8.
es: No se pudo decodificar UTF-8.

source: Failed to write file "%s".
es: No se pudo escribir el archivo "%s".

source: json load error 2
es: error de carga de JSON 2

source: Download subtitles error. wget error code[%d].
es: Descargar error de subtítulos. código de error de wget [%d].

source: unzip error - please check if utitlity unzip is available
es: descomprimir error - verifica que tienes utilidad descompresora

source: write error
es: error de escritura

source: decode error
es: error de decodificación

source: read error
es: error de lectura

source: gzip error
es: error de gzip

source: Confirm the title of the movie
es: Confirmar el título de la película

source: Searching subtitles for "%s"
es: Busca los subtítulos para "%s"

source: Select subtitles provider:
es: Seleccione el proveedor de subtítulos:

source: If available you can choose other source.
es: Si está disponible, usted puede elegir otra fuente.

source: Reverse a playlist
es: Lista de reproducción inversa
pt: Reverter uma Lista de Reprodução

source: Use UA proxy server to get file lists
es: Utilizar el servidor proxy UA para obtener listas de archivos

source: any
es: cualquiera

source: C subtitle parser
es: C analizador de subtítulos

source: It improves subtitles parsing.
es: Mejora el análisis de subtítulos.

source: Use subtitles parser extension if available
es: Usar extensión analizador de subtítulos si están disponibles
pt: Usar extensões de análise de legendas se disponível

source: Copy post installed binaries.
es: Copiar los binarios instalados adicionalmente.
pt: Copia após binários instalados.

source: IPTVPlayer - Start
es: IPTV Player - Iniciar

source: Info...
es: Información...

source: Sort Myfreecams :
es: Ordenar Myfreecams :

source: Global search :
es: Búsqueda global:

source: Global sorting :
es: Ordenación global:

source: External player use software decoder for the AC3
es: Decodificador de software de uso externo para el DTS
pt: O Leitor externo usa sotware de descodificação AC3

source: External player use software decoder for the EAC3
es: Reproductor externo use el decodificador de software para el EAC3
pt: O Leitor externo usa sotware de descodificação EAC3

source: External player use software decoder for the MP3
es: Reproductor externo use el decodificador de software para el MP3
pt: O Leitor externo usa sotware de descodificação para MP3

source: Using this host in your country can be illegal. Do you want to continue at your own risk?
es: Usar este host en su país puede ser ilegal. ¿Desea continuar bajo su propio riesgo?

source: Live TV
es: TV en vivo

source: Live Radio
es: Radio en directo

source: Icons quality
es: Calidad de los iconos

source: Your language preference:
es: Su idioma de preferencia:

source: By title
es: Por Título

source: Dokumentalne
es: Documentales

source: Dla dzieci
es: Infantil

source: Verify
es: Verificar

source: Stand-Up
es: Levántate

source: Please remember to visit http://www.sport365.live/ and watch a few advertisements. This will fix problem, if your playback is constantly interrupted.
es: Por favor recuerde visitar http://www.sport365.live/ y ver algunos anuncios. Esto solucionará el problema, si la reproducción se interrumpe constantemente.

source: Anime list
es: Lista de anime

source: Movies list
es: Lista de Películas

source: Opening. Please wait...
es: Abriendo. Por favor espere.

source: Closing. Please wait...
es: Cerrando. Por favor espere...

source: Alternative proxy server (2)
es: Servidor de proxy alternativo (2)
pt: Servidor proxy alternativo (2)

source: Alternative proxy server (1)
es: Servidor de proxy alternativo (1)
pt: Servidor proxy alternativo (1)

source: Use proxy server:
es: Usar servidor proxy:

source: Any
es: Cualquiera

source: Year:
es: Año:

source: Connection to server failed!
es: Ha fracasado la conexión al servidor!

source: Enable reordering
es: Habilitar el modo de reordenación

source: Disable reordering
es: Deshabilitar el modo de reordenación

source: To watch videos from http://vk.com/ you need to login. Please fill your login and password in the IPTVPlayer configuration.
es: Para ver videos de http://vk.com/ usted necesita iniciar sesión. Por favor complete su nombre de usuario y contraseña en la configuración de IPTVPlayer.

source: Login user "%s" to http://vk.com/ failed! Please check your login data in the IPTVPlayer configuration.
es: Error de inicio de sesión de usuario "%s" http://vk.com/. Por favor revise sus datos de inicio de sesión en la configuración de IPTVPlayer.

source: Filmy3dEU login:
uk: Filmy3dEU логін:

source: Filmy3dEU password:
uk: Filmy3dEU пароль:

source: KinomanTV login:
uk: KinomanTV Логін:

source: KinomanTV password:
uk: KinomanTV Пароль:

source: password:
uk: Пароль:

source: Last.fm login:
uk: Last.fm Вхід:

source: Password
pt: Palavra-Passe
uk: Пароль

source: "Web" streams player
uk: "Веб" Потоки плеєра

source: +++ XXXLIST +++
uk: +++ ФАЙЛ-XXX +++

source: --- Couple ---
uk: --- Пара ---

source: --- Fetish ---
uk: --- Фетіш ---

source: --- Girl ---
uk: --- Дівчина ---

source: --- Hits ---.
uk: --- Шлягери ---

source: --- Hot_flirt ---
uk: --- Горячий Флірт ---

source: --- Lesbian ---
uk: --- Лесбіянка ---

source: --- Mature ---
uk: --- Літній ---

source: --- Popular ---
uk: --- Популярний ---

source: --- Soul_mate ---
uk: --- Рідна душа ---

source: --- Transgender ---
uk: --- Трансгендер ---

source: --- boy ---
uk: --- Хлопчик ---

source: --- gay ---
uk: --- Гей ---

source: 24 h
uk: 24 г

source: AUDIO
uk: АУДІО

source: Argentina
uk: Аргентина

source: Audio
uk: Аудіо

source: Australia
uk: Австралія

source: Austria
uk: Австрія

source: Canada
uk: Канада

source: China
uk: Китай

source: Configure IPTV Player
pt: Configurar o IPTV Player
uk: Налаштування IPTV-Плеєра

source: Downloading "%s"
uk: Завантаження "%s"

source: Drama Series
uk: Серіал

source: ERROR
uk: ПОМИЛКА

source: ERROR - Error unpacking %s' % source
uk: ПОМИЛКА - помилка розпаковки %s' % джерело

source: Editorial
uk: Редакційний

source: Email
uk: Ел. адрес

source: Extra
uk: Додатковий

source: Global
uk: Загальний

source: Hosting: %s, %s
uk: Хостинг: %s, %s

source: IPTV Player HD version %s
uk: IPTV Плеєр HD версія %s

source: IPTV Player version %s
uk: IPTV Плеєр версія %s

source: Ibiza Global Radio
uk: Ibiza Глобальне Радіо

source: India
uk: Індія

source: Indonesia
uk: Індонезія

source: Italiano
uk: Італійський

source: Junior
uk: Юнацький

source: LUCHA UNDERGROUND
uk: Підпільна боротьба

source: Login
uk: Авторизуватися

source: Login:
uk: Авторизація:

source: Mangas
uk: Мангас

source: Mexico
uk: Мексика

source: Najtrafniejsze
uk: Нові

source: PC
uk: ПК

source: Pakistan
uk: Пакистан

source: Password:
uk: Пароль:

source: Popular
uk: Популярний

source: Portal:
uk: Портал:

source: Portugal
uk: Португалія

source: Regular
uk: Постійний

source: Series
uk: Серії

source: Shemale
uk: Транссексуал

source: Skin
pt: Definição da Skin
uk: Вибір cкіна

source: StreamLiveTo.tv
uk: Прямий Потік для.ТВ

source: There is no favourites groups.
pt: Não existem grupos favoritos
uk: Там немає групи вибране.

source: Top 100
uk: Топ 100

source: VIDEO
uk: ВІДЕО

source: Videos
pt: Vídeos
uk: Відео

source: VietNam
uk: В'єтнам

source: XXX
uk: Відео Порно

source: back_pressed prev sel index %s
uk: назад до попереднього індексу %s

source: bitrate: 1800
uk: Бітрейт: 1800

source: bitrate: 200p
uk: Битрейт: 200p

source: bitrate: 450p
uk: Бітрейт: 450p

source: bitrate: 900
uk: Бітрейт: 900

source: downmix
uk: мікшування

source: http://fs.to/
uk: FS.TO

source: http://hdkinomir.com/
uk: HDКіномір

source: http://online-kinopokaz.ru/
uk: Кінопоказ

source: http://www.ex.ua/
uk: EX.UA

source: letterbox
uk: Режим ящика

source: login
uk: Зайти

source: login:
uk: Логін:

source: movie4k.to
uk: кіно4k.to

source: nasze-kino.eu
uk: Наше-Кіно.eu

source: no
pt: não
uk: ні

source: nocnyseans.pl
uk: нічний Сеанс.pl

source: panscan
uk: Панорама

source: password
pt: Palavra-Passe
uk: пароль

source: password:
uk: Пароль:

source: playerlogo
uk: плеєр логотип

source: rootfs
uk: Кореневі файли

source: self.getCurrentDirectory()
uk: самостійно.отримати Поточний каталог()

source: statustext
uk: статус текст

source: vapor
uk: Пар

source: web-live.tv login:
uk: web-live.tv Зайти:

source: web-live.tv password:
uk: web-live.tv Пароль:

source: xxxlist.txt
uk: Файл-xxx.txt

source: Аниме
uk: Аніме

source: Аудио
uk: Аудіо

source: Видео
uk: Відео

source: Игры
uk: Ігри

source: Литература
uk: Література

source: Мультфильмы
uk: Мультфільми

source: Сериалы
uk: Серіали

source: Фильмы
uk: Фільми

source: Фильмы 2013
uk: Фільми 2013

source: Фильмы 2014
uk: Фільми 2014

source: Фильмы 2015
uk: Фільми 2015

source: Search youtube materials
pt: Procurar vídeos YouTube.

source: There is a new version available do you want to update? Your version [%s], latest version on server [%s]
pt: Existe uma nova versão disponível. Deseja atualizar para essa versão? A sua versão [%s], a versão mais recente no servidor [%s]

source: Error reading file "%s".
pt: Erro ao ler ficheiro "%s".

source: Error deleting file "%s".
pt: Erro ao apaga ficheiro "%s".

source: Error writing file "%s".
pt: Erro ao escrever ficheiro "%s".

source: Favourites
pt: Favoritos

source: >>>>>>>>>>>>>>>>>>>>> getE2VideoOptions[%s]
pt: >>>>>>>>>>>>> Obter Opções de Vídeo E2 [%s]

source: >>>>>>>>>>>>>>>>>>>>> getDefaultAudioOptions[%s]
pt: >>>>>>>>>>>>>> Obter Opções de Áudio padrão [%s]

source: transparent
pt: transparente

source: Correct version.
pt: Versão correta.

source: Nothing to do here.
pt: Nada a fazer aqui.

source: Problem with copy binary.
pt: Problema ao copiar binário.

source: Problem with user script execution.
pt: Problema com a execução de script do utilizador.

source: Error. Return code [%d] %s.
pt: Erro. Código --> [%d] %s.

source: Enable Reordering mode
pt: Ativar modo de Ordenação

source: Disable/Enable services
pt: Desativar/Ativar serviços

source: Disable/Enable groups
pt: Desativar/Ativar grupos

source: Hide "%s" group
pt: "%s" Ocultar Grupos

source: Initialize web interface (experimental)
pt: Inicializar interface web (experimental)

source: Enable hosts groups
pt: Ativar grupos de hosts

source: Use black iframe at normal video playback finish
pt: Usar o iframe preto na reprodução de vídeo normal

source: Black iframe file
pt: Arquivo preto Iframe
