Repository: j00zek/eePlugins
Catalog: zmodowanePrzezInnych/e2iplayer-zadmario/IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: es, pt, uk

source: after day
es: después de un día
pt: após dia
uk: після одного дня

source: after three days
es: después de tres días
pt: após três dias
uk: після трьох днів

source: all types
es: de todo tipo
pt: todos os tipos
uk: всі типи

source: alltube.tv
es: alltubetv Login
uk: все tube.тв

source: aqua
es: agua
uk: вода

source: ascending
es: ascendente
uk: виходячий

source: assessment
es: evaluación
uk: оцінка

source: average
es: promedio
uk: середній

source: based on IP
es: basadas en IP
pt: baseado no IP
uk: На основі IP

source: blue
es: azul
uk: синій

source: bottom
es: abajo
pt: fundo
uk: низ

source: buffer-duration
es: buffer-duración
uk: тривалість буферизації

source: buffer-size
es: tamaño de búfer
uk: Розмір буфера

source: center
es: centro
pt: centro
uk: центр

source: channel
es: canal
uk: канал

source: console
es: consola
uk: консоль

source: cover
es: portada
uk: обкладинка

source: data
es: datos
uk: дані

source: date added
es: fecha añadida
uk: дата добавлення

source: date-add
es: fecha añadida
uk: дата-надстройки

source: default
es: por defecto
uk: по замовчуванню

source: descending
es: descendente
uk: падаючий

source: deutsch
es: alemán
uk: німецький

source: direct link
es: enlace directo
uk: пряме писилання

source: download-buffer-path
es: descargar-buffer-ruta
uk: скачати-буфер шлях

source: english
es: inglés
uk: англійський

source: espanol
es: español
uk: іспанський

source: external eplayer3
es: eplayer3 externo
pt: eplayer3 externo
uk: Зовнішній eplayer3

source: external gstplayer
es: gstplayer externo
pt: gstplayer externo
uk: Зовнішній gstplayer

source: favourites
es: favoritos
uk: вибране

source: favourtes
es: favoritos
uk: Вибране

source: format
es: formato
pt: formato
uk: Формат

source: free premium player.
es: reproductor premium gratis.
uk: Безоплатний преміум плеєр.

source: fuchsia
es: magenta
uk: фуксія

source: good
es: bueno
uk: хороший

source: gray
es: gris
uk: сірий

source: group
es: grupo
uk: група

source: headertext
es: título
uk: текст заголовка

source: high
es: alta
pt: alto
uk: Високий

source: https - validate SSL certificates
es: https - validar certificados SSL
pt: https - validar certificados SSL
uk: https - перевірка сертифікатів SSL

source: i686
es: Plugin se puede ejecutar en una de las siguientes plataformas: sh4, mipsel, i686, armv7.

source: internal
es: interno
pt: interno
uk: Внутрішній

source: large
es: grande
pt: amplo
uk: Великий

source: leave movie player...
es: abandonar reproductor...
uk: Залишити програвач фільмів...

source: lector hd free
es: lector hd gratis
uk: Перегляд HD безоплати

source: lector normal free
es: lector normal gratis
uk: Перегляд SD безоплати

source: lime
es: lima
uk: Лайм

source: live
es: directo
uk: прямий

source: live transfers
es: emisiones en directo
uk: Прямі Потоки

source: low
es: baja
pt: baixo
uk: Низький

source: maroon
es: marrón
uk: темно-бордовий

source: medium
es: medio
pt: moderado
uk: середній

source: mobile
es: móvil
pt: móvel
uk: мобільний

source: movie
es: película
uk: фільм

source: name
es: nombre
uk: назва

source: navy
es: azul marino
uk: морські хвилі

source: number of views
es: numero de vistas
uk: кількість переглядів

source: olive
es: oliva
uk: оливковий

source: passthrough
es: traspaso
uk: пройти через

source: picture link
es: enlace de imagen
uk: Фото Посилання

source: playlist
es: lista de reproducción
uk: плейлист

source: polski
es: polaco
uk: польський

source: precompiled
es: precompilado
pt: pré-compilado
uk: перекомпільовані

source: purple
es: morado
uk: пурпурний

source: quality
es: calidad
pt: qualidade
uk: якість

source: recommended
es: recomendado
uk: рекомендований

source: red
es: rojo
uk: червоний

source: release date
es: fecha de liberación
uk: дата випуску

source: ring-buffer-max-size
es: ring-buffer-max-tamaño
uk: максимальний розмір буферу

source: second
es: segundo
uk: секунда

source: seconds
es: segundos
uk: секунд

source: sequencer
es: secuenciador
uk: секвенсор

source: sh4
es: Plugin se puede ejecutar en una de las siguientes plataformas: sh4, mipsel, i686, armv7

source: silver
es: plata
uk: срібло

source: small
es: pequeño
pt: pequeno
uk: малий

source: standard
es: estándar
uk: Стандарт

source: teal
es: verdiazul
uk: чирок

source: the best
es: el mejor
pt: os melhores
uk: кращий

source: the name
es: el nombre
uk: імя

source: the worst
es: lo peor
pt: Os piores
uk: гірший

source: top
es: arriba
pt: topo
uk: вверх

source: unknown
es: desconocido
pt: desconhecido
uk: невідомий

source: updated
es: actualizado
uk: оновленний

source: very high
es: muy alto
pt: muito alta
uk: дуже високий

source: video
es: vídeo
uk: відео

source: web-live.tv premium user?
es: ¿usuario de web-live.tv premium?
uk: web-live.tv Преміум користувач?

source: white
es: blanco
uk: білий

source: with source code
es: con código fuente
pt: com código fonte
uk: з початковим кодом

source: worst
es: peor
uk: найгірший

source: yellow
es: amarillo
uk: жовтий

source: yes, to console
es: si, en la consola
pt: sim, para consola
uk: так, на консолі

source: yes, to file /hdd/iptv.dbg
es: sí, para archivo /hdd/iptv.dbg
pt: sim, para o ficheiro /hdd/iptv.dbg
uk: файл, на /hdd/iptv.dbg

source: Success.
es: Correcto.
pt: Bem sucedido.
uk: Успішно.

source: Autoplay start delay
es: Retardo de inicio de repr. automática
pt: Atraso no início de reprodução automática
uk: Автозапуск затримки пуску

source: Movie categories
es: Categorías de la película
uk: Категорії фільмів

source: ----------------- External exteplayer3 options -----------------
es: ---------------- Opciones Exteplayer3 Externo ----------------
pt: ---------------- Opções de exteplayer3 externo -----------------
uk: ----------------- Зовнішні опції exteplayer3 -----------------

source: --- Featured videos ---
es: --- Vídeos destacados ---
uk: --- Вибране відео ---

source: --- Hits ---
es: --- Exitos ---
uk: --- Хіти ---

source: --- Hot ---
es: --- Calientes ---

source: --- Best Videos ---
es: --- Mejores videos ---

source: --- New Videos ---
es: ---Vídeos Nuevos ---
uk: --- Нові Відео ---

source: --- Tags alfabetical ---
es: --- Etiquetas alfabéticas ---

source: --- Pornstars ---
es: --- Estrellas del porno ---

source: --- New ---
es: --- Nuevo ---
uk: --- Новий ---

source: --- Top Rated ---
es: ---Más valorados ---

source: --- Most Viewedo ---
es: --- Lo más visto ---
uk: --- Найбільше переглядають ---

source: --- Most Favorited ---
es: ---Más favorito ---

source: --- Most Discussed ---
es: ---Más comentados---

source: --- Newest ---
es: --- El más nuevo ---
uk: --- Новітній ---

source: --- Most Viewed ---
es: --- Lo más visto ---
uk: --- Найбільше переглянуті ---

source: --- Most Favored ---
es: --- Más favorecida ---
uk: --- Найбільшого сприяння ---

source: --- On Air ---
es: --- Transmitir ---
uk: --- В етері ---

source: --- Most Recent ---
es: --- Más recientes ---
uk: --- Саме нове ---

source: --- Longest ---
es: --- La más larga ---
uk: --- Самий довгий ---

source: --- Most viewed ---
es: --- Más vistos ---
uk: --- Найбільше переглянуті ---

source: --- Lastest ---
es: --- Última ---
uk: --- Останній ---

source: --- Highest Rated ---
es: --- Mejores Puntuados ---
uk: --- Найбільший рейтинг ---

source: --- Most Popular ---
es: --- Más Popular ---
uk: --- Самий популярний ---

source: - Local version
es: -Versión local
uk: - Локальна версія

source: --- Channels ---
es: --- Canales ---
uk: --- Канали ---

source: ---Search History
es: ---Historial De Búsqueda
uk: ---Історія пошуку

source: Search History
es: Historial De Búsqueda
uk: Історія пошуку

source: ---Search
es: --- Buscar
uk: ---Пошук

source: Search movies
es: Buscar peliculas
uk: Пошук фільмів

source: Search
es: Buscar
uk: Пошук

source: --- Cams ---
es: --- Cámaras ---
uk: --- Веб-кам ---

source: Cams
es: Cámaras
uk: Веб-кам

source: Update Now & Restart Enigma2
es: Actualizar ahora & reiniciar Enigma2
uk: Обновити зараз & Перезаватажити Enigma2

source: Require pin:
es: Requerir código PIN:
uk: Запитувати PIN-код:

source: File Location xxxlist.txt :
es: Ubicación del archivo xxxlist.txt :
uk: Розміщення файлу xxxlist.txt :

source: Sort xxxlist :
es: Ordenar la lista xxx :
uk: Сортування xxxlist :

source: --- Couples ---
es: --- Parejas ---
uk: --- Пари ---

source: --- Male ---
es: --- Hombres ---
uk: --- Чоловік ---

source: --- Transsexual ---
es: --- Transexuales ---
uk: --- Транссексуал ---

source: --- Female ---
es: --- Mujeres ---
uk: --- Жіночий ---

source: Men
es: Menú
uk: Люди

source: Women
es: Mujeres
uk: Жінки

source: new
es: nuevo
uk: Новий

source: ERROR - Error downloading:
es: ERROR - Error en la descarga:
uk: ПОМИЛКА - помилка завантаження:

source: ERROR - Error unpacking /tmp/iptv-host-xxx.tar.gz
es: ERROR - Error descomprimir /tmp/iptv-host-xxx.tar.gz
uk: ПОМИЛКА - помилка розпаковки /tmp/iptv-host-xxx.tar.gz

source: ERROR - Invalid file format /tmp/iptv-host-xxx.tar.gz
es: ERROR - formato de archivo no válido /tmp/iptv-host-xxx.tar.gz
uk: ПОМИЛКА - невірний формат файла /tmp/iptv-host-xxx.tar.gz

source: ERROR - copy error
es: ERROR: error de copia
uk: ПОМИЛКА - помилка копіювання

source: Update End. Please manual restart enigma2
es: Fin de actualización. Reinicie manualmente enigma2
uk: Кінець оновлень. Будь-ласка ручний перезапуск Enigma2

source: ---UPDATE---
es: --- ACTUALIZAR ---
uk: ---ОНОВИТИ---

source: UPDATE MENU
es: MENÚ DE ACTUALIZACIÓN
uk: МЕНЮ ОНОВЛЕННЯ

source: - Remote version
es: -Versión remota
uk: - Дистанційна версія

source: UPDATE
es: ACTUALIZAR
uk: ОНОВИТИ

source: UPDATE-CHANGES
es: CAMBIOS DE ACTUALIZACIÓN
uk: ОНОВИТИ-ЗМІНИ

source: UPDATE-NOW
es: ACTUALIZACIÓN-AHORA
uk: ОНОВИТИ-ЗАРАЗ

source: CHANGES IN VERSION
es: CAMBIOS EN LA VERSIÓN
uk: Зміни в версії

source: Update Now
es: Actualizar ahora
uk: Оновити зараз

source: Remote XXXversion
es: Elimando la versión antigua
uk: Дистанційна XXXверсія

source: Local XXXversion
es: Versión local
uk: Локальна XXXверсия

source: Most Favorited
es: Más favorito
uk: Самі обрані

source: On Air
es: Transmitir

source: Longest
es: La más larga

source: Highest Rated
es: Mejores Puntuados
uk: Найвищий рейтинг

source: Pornstars
es: Estrellas del porno

source: Last
es: Último

source: Most Favored
es: Más favorecida

source: Newest
es: El más nuevo

source: Featured videos
es: Vídeos destacados
uk: Відбірне відео

source: New Videos
es: Vídeos Nuevos

source: Hits
es: Impactos

source: Hot
es: Muy visto

source: LAST
es: ÚLTIMO
uk: ОСТАННІЙ

source: Next
es: Siguiente
uk: Наступний

source: Page:
es: Página:
uk: Сторінка:

source: Last Page
es: Última Página
uk: Остання сторінка

source: Software decoding as
es: Decodificación Software como
pt: Descodificação de software como
uk: Декодувати

source: Some changes will be applied only after movie player restart.
es: Algunos cambios se aplicarán sólo después dereiniciar reproductor de películas.
uk: Деякі зміни будуть застосовані тільки після перезапуску відеоплеєра.

source: IPTV Player download manager
es: IPTV Player Gestor de descargas
uk: IPTV Плеєр менеджер завантажень

source: Animation [dubbing]
es: Animación [doblaje]
uk: Анімація [перезапис]

source: Series [dubbing]
es: Serie [doblaje]
uk: Серії [перезапис]

source: Animation [subtitles]
es: Animación [Subtítulos]
uk: Анімація [субтитри]

source: Series [subtitles]
es: Serie [Subtítulos]
uk: Серії [субтитри]

source: The worst
es: Lo peor

source: The best
es: Lo mejor

source: Video default quality:
es: Calidad de video por defecto:

source: Use default quality:
es: Usar calidad predeterminada:

source: Live-streams
es: Streams en vivo
uk: Прямі-потоки

source: New Movies
es: Nuevas películas
uk: Нові фільми

source: HD Movies
es: Películas en HD
uk: HD Фільми

source: Latest Movies
es: Últimas películas

source: Latest TV Episodes
es: Últimos episodios de TV
uk: Послідні ТВ Епізоди

source: New TV Episodes
es: Nuevos episodios de TV
uk: Нові ТВ Епізоди

source: Coming Soon
es: Próximamente
uk: Скоро

source: Most popular
es: Lo más popular

source: Treat episode as TV Show
es: Tratar el episodio como programa de televisión
uk: Дивитись епізод, як ТВ-шоу

source: Show recommended by Rafalcool1:
es: Show recomendado por Rafalcool1:
uk: Показати рекомендовано Rafalcool1:

source: Recommended by Rafalcool1
es: Recomendado por Rafalcool1
uk: Рекомендується Rafalcool1

source: List of movies prepared by Rafalcool1
es: Lista de películas elaborados por Rafalcool1
uk: Список фільмів, підготовленних Rafalcool1

source: Use ru proxy server to get file lists
es: Usar servidor proxy de Rusia
uk: Використовувати проксі-сервер, щоб отримати списки файлів

source: New episodes
es: Nuevos episodios
uk: Нові серії

source: External player use software decoder for the WMA
es: Descodificador de software de uso externo para el WMA
pt: O Leitor externo usa sotware de descodificação para WMA
uk: Застосувати зовнішній декодер для WMA

source: AAC mix mode
es: Modo de mezcla AAC
pt: Modo de mistura AAC
uk: Вибір режиму AAC

source: Preferred protocol:
es: Protocolo preferido:
uk: Виберіть протокол:

source: Use the default video quality:
es: Utilice la calidad de vídeo por defecto:
uk: Використовуйте якісь відео по замовчуванню:

source: Sort results after:
es: Ordenar los resultados después de:
uk: Сортувати результати після:

source: Alphabetically
es: Alfabéticamente
uk: В алфавітному порядку

source: Top rated
es: Más valorados
uk: Самі популярні

source: Latest
es: Último
uk: Послідній

source: Folder start
es: Carpeta de inicio
uk: Початкова папка

source: Name hamster (login)
es: Contraseña para hámster
uk: Імя (логін)

source: Password for hamster
es: Contraseña para hámster
uk: Пароль для chomika

source: Explore
es: Explorar
uk: Досліджувати

source: Small films and anime
es: Pequeñas películas y anime
uk: Фільми і аніме

source: Films Extremal
es: Películas Extremas
uk: Фільми Екстремальні

source: Automotive , accidents
es: Automóviles, accidentes
uk: Автомобільні аварії

source: Muzik
es: Musica
uk: Музика

source: Straight from Polish
es: Directamente desde polaco
uk: Прямо з Польського

source: Sport
es: Deportes
uk: Спорт

source: Comedies
es: Comedias
uk: Комедії

source: Miscellaneous
es: Miscelanea
uk: Різне

source: Life of students
es: Vida de los estudiantes
uk: Життя студентів

source: Waiting room
es: Sala de espera
uk: Зал очікування

source: User Videos 3dEU?
es: Videos de Usuario 3dEU?
uk: Відео користувача 3dEU?

source: Added date
es: Fecha agregada
uk: Додана дата

source: Comment count
es: Recuento de comentarios
uk: Кількість коментарів

source: Recommended
es: Recomendado
uk: Рекомендовані

source: Most Watched
es: Más visto
uk: Найвище оціненні

source: Homepage
es: Página de inicio
uk: Домашня сторінка

source: Category
es: Categoría
uk: Категорія

source: Katalog A-Z
es: Catálogo A-Z
uk: Каталог A-Z

source: Localization
es: Localización
uk: Локалізація

source: Belgium
es: Bélgica
uk: Бельгія

source: Brazil
es: Brasil
uk: Бразилія

source: France
es: Francia
uk: Франція

source: Germany
es: Alemania
uk: Німеччина

source: International
es: Internaciónal
uk: Міжнародний

source: Ireland
es: Irlanda
uk: Ірландія

source: Italy
es: Italia
uk: Італія

source: Malaysia
es: Malasia
uk: Малайзія

source: Morocco
es: Marruecos
uk: Марокко

source: Netherlands
es: Holanda
uk: Нідерланди

source: Philippines
es: Filipinas
uk: Філіппіни

source: Singapore
es: Singapur
uk: Сингапур

source: Swiss
es: Suizo
uk: Швейцарський

source: Switzerland
es: Suiza
uk: Швейцарія

source: Schweiz
es: Suiza
uk: Швеція

source: Tunisia
es: Tunez
uk: Туніс

source: United States
es: USA
uk: Сполучені Штати

source: United Kingdom
es: Gran Bretaña
uk: Великобританія

source: Turkey
es: Turquia
uk: Турція

source: Spain
es: España
uk: Іспанія

source: Romania
es: Rumania
uk: Румунія

source: Belgian
es: Belga
uk: Бельгійський

source: Japan
es: Japon
uk: Японsя

source: Czech Republic
es: Republica Checa
uk: Чеська Республіка

source: Arab
es: Arabia
uk: Арабський

source: Korea
es: Corea
uk: Корея

source: Serials
es: Seriales
uk: Серіали

source: sun sessions
es: sesiones solares
uk: сонце сесій

source: Other videos
es: Otros videos
uk: Інші відео

source: Year
es: Año
uk: Рік

source: Quarter
es: Trimestre
uk: Чверть

source: Most
es: Mayoría
uk: Найбільш

source: List of anime
es: Lista de anime
uk: Список аніме

source: List of films
es: Lista de películas
uk: Список фільмів

source: Anime Issued
es: Anime emitido
uk: Аніме Виданий

source: New episodes broadcast
es: Nuevos episodios
uk: Нові епізоди трансляції

source: Recently added episodes from previous seasons
es: Recientemente agregados episodios de temporadas anteriores
uk: Недавно добавлені епізоди з минулих сезонів

source: Harbinger
es: Precursor
uk: Провісник

source: User PREMIUM KinomanTV?
es: ¿Usuario PREMIUM KinomanTV?
uk: ПРЕМІУМ Користувач KinomanTV?

source: Categories films
es: Categorías películas
uk: Категорії фільмів

source: Last added
es: Últimas añadidas
uk: Послідні добавлення

source: Most rated
es: Más votadas
uk: По рейтингу

source: My Favorites
es: Mis Favoritos
uk: Мої улюблені

source: Enter data into your account (blue key).
es: Introducir datos en su cuenta (tecla azul).
uk: Введіть дані в свій аккаунт (ключ).

source: Geolocation IP:
es: Geolocalización de IP:
uk: Географічне положення IP:

source: TV channels
es: Canales de TV
uk: Телеканали

source: Radio stations
es: Estaciones de radio
uk: Радіостанції

source: Latest series
es: Últimas series
uk: Послідні серії

source: bitrate: worst
es: bitrate: peor
uk: Бітрейт: поганий

source: bitrate: the best
es: bitrate: el mejor
uk: Бітрейт: кращий

source: The default video format:
es: El formato de vídeo por defecto:
uk: Формат відео по замовчуванню:

source: Use the default video format:
es: Use el formato de vídeo por defecto:
uk: Використовуйте формат відео по замовчуванню:

source: Ekstraklasa use a proxy?
es: Ekstraklasa utiliza proxy?
uk: Використовуйте проксі-сервер екстракласса?

source: Goals
es: Objetivos
uk: Місце призначення

source: Shortcuts
es: Accesos Directos
uk: Клавіші швидкого доступу

source: Gateway queue
es: Cola de la pasarela
uk: Черговий шлюз

source: Warehouse
es: Almacén
uk: Склад

source: The most relevant
es: Lo más relevante
uk: Найбільш актуальне

source: Popularity
es: Popularidad
uk: Популярне

source: Items
es: Elementos
uk: Предмети

source: Recent Items (Popular)
es: Artículos recientes (Popular)
uk: Послідні товари (Популярний)

source: Recent Items (All)
es: Artículos recientes (todos)
uk: Послідні товари (Все)

source: Feature Potential Items
es: Característica Elementos potenciales
uk: Характеристика Можливих Товарів

source: Top Items (Today)
es: Elementos principales (hoy)
uk: Кращі товари (Cьогодні)

source: Top Items (This Week)
es: Elementos principales (esta semana)
uk: Кращі товари (На цьому тижні)

source: Top Items (This Month)
es: Elementos principales (este mes)
uk: Кращі товари (Цей місяць)

source: Top Items (All time)
es: Principales artículos (todo tiempo)
uk: Кращі товари (За весь час)

source: Yoursay
es: Tu opinión
uk: Ти сказав

source: Liveleakers
es: Lanzamientos
uk: Поточні

source: Must See
es: Hay que ver
uk: Повинен подивитись

source: Syria
es: Siria
uk: Сірія

source: Entertainment
es: Entretenimiento
uk: Розважальна програма

source: Browse Channels
es: Explorar Canales
uk: Перегляд каналів

source: By default, sort by:
es: Sortierte standardmäßig nach:
uk: По замовчуванню, сортувати за:

source: ***Any***
es: ***Cualquiera***
uk: ***Будь-які***

source: most viewed
es: más visto

source: longest
es: la más larga

source: top rated
es: mejor valoración

source: random
es: aleatorio
uk: випадковий

source: Lastest
es: Última
uk: Послідній

source: Use a proxy
es: Utilizar un proxy
uk: Використовуйте проксі

source: Films
es: Peliculas
uk: Фільми

source: Documents
es: Documentos
uk: Документи

source: Tales
es: Cuentos
uk: Вигадки

source: preferred streaming protocol
es: protocolo de streaming preferido
uk: кращий протокол потокової передачі

source: Age viewer:
es: Menos visto:
uk: Вік перегляду:

source: Hide Video in the list above the age of the viewer:
es: Ocultar Video de la lista por encima de la edad del usuario:
uk: Приховати відео в списку вище віку глядача:

source: TOP100 Always
es: Top100 siempre
uk: Топ 100 Завжди

source: TOP100 Of the week
es: Top100 de la semana
uk: Топ 100 Тижня

source: TOP100 Month
es: Top100 mes
uk: Топ 100 Місяця

source: MOB: low
es: MOB: bajo
uk: MOB: Низький

source: SD: standard
es: SD: estándar
uk: SD: Стандарт

source: HD: high
es: HD: alta
uk: HD: Висока

source: FHD: very high
es: FHD: muy alta
uk: FHD: Дуже висока

source: Popular movies
es: Películas populares
uk: Популярні фільми

source: Topics films
es: Temas de películas
uk: Теми фільмів

source: Action RPG
es: Acción RPG
uk: Дія RPG

source: The Witcher
es: El Brujo
uk: Відьмак

source: Size of the icons
es: Tamaño de los iconos
uk: Розмір іконок

source: Connection type:
es: Tipo de conexión:
uk: Тип з'єднання:

source: Very high
es: Muy alto
uk: Дуже висока

source: Best
es: Mejor
uk: Найкраща

source: Worst
es: Peor
uk: Найгірша

source: Very low
es: Muy bajo
uk: Дуже низький

source: Average
es: Promedio
uk: В середньому

source: TVN Introduce yourself as:
es: TVN Preséntese como:
uk: TVN Представтеся:

source: TVN use a proxy?
es: ¿TVN utilizar proxy?
uk: TVN використовувати проксі-сервер?

source: No name
es: Sin nombre
uk: Без імені

source: Audience zone
es: Zona de audiencia
uk: Приймальня

source: The default video format
es: El formato de vídeo por defecto
uk: Формат відео по замовчуванню

source: Use Proxy?
es: Usar Proxy?
uk: Використовуй проксі?

source: More as next page
es: Más como la página siguiente
uk: Більше на наступній сторінці

source: :for
es: :para
uk: Для

source: Programs
es: Programas
uk: Програми

source: Information & journalism
es: Información & periodismo
uk: Інформація і журналістика

source: Information Services
es: Servicios de información
uk: Інформаційні послуги

source: Journalism
es: Periodismo
uk: Журналістика

source: Program A-Z
es: Programa A-Z
pt: Programas A-Z
uk: Програма A-Z

source: Prefered format
es: Formato preferido
pt: Formato preferido
uk: Переважаючий формат

source: SORT
es: ORDENAR
uk: СОРТУВАТИ

source: LATEST VIDEOS
es: ÚLTIMOS VÍDEOS
uk: ОСТАННІ ВІДЕО

source: SHOW REPLAY
es: VER REPLAY
uk: ГРАТИ ШОУ

source: WWE NETWORK
es: RED WWE
uk: WWE МЕРЕЖА

source: SMACKDOWN
es: BOFETADA
uk: СКИНУТИ

source: DEFAULT
es: POR DEFECTO
uk: ПО ЗАМОВЧУВАННЮ

source: VIEWS
es: VISTAS
uk: ПЕРЕГЛЯДИ

source: DATE
es: FECHA
uk: ДАТА

source: format: best
es: formato: mejor
uk: Формат: кращий

source: format: worst
es: formato: peor
uk: Формат: найгірший

source: format: 720
es: formato: 720
uk: Формат: 720

source: format: 240p
es: formato: 240p
uk: Формат: 240p

source: format: 360p
es: formato: 360p
uk: Формат: 360p

source: format: 480p
es: formato: 480p
uk: Формат: 480p

source: Cannot find player content
es: No se puede encontrar contenidos
uk: Не можливо знайти зміст плеєра

source: Sort movies:
es: Ordenar películas:
uk: Сортувати фільми:

source: last added
es: último añadido
uk: Послідні добавлені

source: last watched
es: último visto
uk: послідні переглянуті

source: views
es: vistas
uk: Перегляди

source: favorite
es: favorito
uk: Улюблені

source: TOP100 Week
es: TOP100 semana
uk: TOP100 Тиждень

source: TOP100 of the Month
es: Top100 del mes
uk: TOP100 місяця

source: Iplex use a proxy?
es: ¿IPLEX utiliza proxy?
uk: Iplex використовувати проксі-сервер?
