Repository: j00zek/eePlugins
Catalog: zmodowanePrzezInnych/e2iplayer-zadmario/IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: es, pt, uk

source: For more info please ask the author samsamsam@o2.pl
es: Para más info póngase en contacto con el autor samsamsam@o2.pl
uk: Для отримання детальної інформації, будь-ласка, звертайтесь до автора samsamsam@o2.pl

source: For more info please visit http://fluendo.com/
es: Para más info, visite: http://fluendo.com/
uk: Для отримання детальної інформації, будь-ласка, відвідайте http://fluendo.com/

source: Make sure you are using the latest version of the plugin.
es: Asegúrese de que está utilizando la última versión del plugin.
uk: Переконайтесь, що ви використовуєте останню версію плагіна.

source: Please use "Web" streams player -> WeebTV instead.
es: Por favor, use "Web" streams player -> WeebTV en su lugar.
uk: Будь-ласка, використовуйте "Web" потоки плеєра -> замість WeebTV.

source: This host is not integral part of the IPTVPlayer plugin. It is not supported by IPTVPlayer team.
es: Este host no es parte integral del Plugin IPTVPlayer. No es compatible con el equipo de IPTVPlayer.
uk: Цей хост не являється невідємною частиною плагіна IPTVПлеєр. Це не підтримується авторами IPTVПлеєра.

source: You can also report problem here: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues or here: samsamsam@o2.pl
es: También puede reportar un problema aquí: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues o aquí: samsamsam@o2.pl
uk: Повідомити про проблему ви можете тут: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues або тут: samsamsam@o2.pl

source: Allowed formats of thumbnails
es: Formatos permitidos de miniaturas
pt: Formatos de miniaturas permitidos
uk: Дозволенний формат ескізів

source: Audio buffer size [KB]
es: Tamaño del búfer de audio [KB]
uk: Розмір буфера Аудіо [KB]

source: Buffer size [MB]
es: Tamaño de buffer [MB]
pt: Buffer tamanho [MB]
uk: Розмір буфера [MB]

source: Number of columns
es: Número de columnas
pt: Número de colunas
uk: Кількість колонок

source: Number of rows
es: Número de filas
pt: Número de linhas
uk: Кількість рядків

source: Remove thumbnails
es: Eliminar miniaturas
pt: Remover miniaturas
uk: Видалити ескізи

source: Service icon size
es: Tamaño del icono de servicio
pt: Tamanho dos icons de Serviço
uk: Розмір іконки сервіса

source: Video buffer size [MB]
es: Tamaño buffer de video [MB]
uk: Розмір буфера Відео [MB]

source: Username or Email
es: Nombre de usuario o EMail
pt: Nome de utilizador ou E-mail
uk: Імя користувача або адрес електронної пошти

source: has not been detected. Do you want to install it?
es: no se ha detectado. ¿Desea instalarlo??
uk: Це не було виявлено. Ви бажаєте, втановити це?

source: is deprecated. Do you want to install new one?
es: es obsoleto. ¿Desea instalar uno nuevo?
uk: не рекомендується. Ви бажаєте, встановити новий?

source: %s - configuration
es: %s - configuración
uk: %s - Конфігурація

source: %s [download]
es: %s [descargar]
uk: %s Завантажити

source: %s [watch]
es: %s [ver]
uk: %s Дивитись

source: %s items in category
es: %s elementos en categoría
pt: %s categoria de items
uk: Пункти по категоріям %s сек

source: %s viewers, %s channels
es: %s espectadores, %s canales
pt: %s espectadores, %s canais
uk: %s глядачів, %s канали

source: %s will be used by IPTVPlayer.
es: %s será utilizado por IPTVPlayer.
uk: %s буде використовуватися в IPTVПлеєрі.

source: ----------Other----------
es: ----------Otros----------
uk: ----------Інше----------

source: --All--
es: --Todo--
pt: --Todos--
uk: --Все--

source: --Other--
es: --Otro--
pt: --Outros--
uk: --Інший-

source: > Press OK to start <
es: > Pulsa OK para iniciar <
pt: > Prima OK para iniciar <
uk: > Натисніть кнопку OK, щоб розпочати <

source: ABORTED
es: ABORTADO
pt: ABORTADO
uk: ПЕРЕРВАНО

source: AC3 mix mode
es: Modo mezcla AC3
pt: Modo de mistura de AC3
uk: Вибір режиму AC3

source: ARTICLE
es: ARTICULO
uk: СТАТТЯ

source: Aborted
es: Abortado
pt: Abortado
uk: Перервано

source: Access status:
es: Estado de acceso:
uk: Статус доступу:

source: Access status: [%r]
es: Estado de acceso: [%r]
uk: Статус доступу: [%r]

source: Add item to favourites
es: Añadir elementos a Favoritos
pt: Adicionar item aos favorios
uk: Додати до вибраного

source: Add item to group
es: Añadir elemento a grupo
pt: Adicionar item ao grupo
uk: Добавити в групу

source: Add new group
es: Añadir nuevo grupo
pt: Adicionar novo grupo
uk: Добавити нову групу

source: Add new group of favourites
es: Añadir nuevo grupo de favoritos
pt: Adicionar novo grupo de favoritos
uk: Добавити нову групу вибраного

source: Albums
es: Albumes
pt: Álbuns
uk: Альбоми

source: All
es: Todo
uk: Все

source: All TV shows
es: Todos los programas de TV
uk: Все ТВ-шоу

source: All in one
es: Todo en uno
uk: Всі файли без поділу на категорії

source: All movies
es: Todas las películas
uk: Всі фільми

source: All programs in the Live Stream
es: Todos los programas en transmisión en vivo
pt: Todos os programas em Transmissão ao Vivo
uk: Всі програми в Live Stream

source: Allow dash format:
es: Permitir formato de guión:
uk: Дозволити формат різних типів:

source: Allow downgrade
es: Permitir degradación
pt: Permissão de downgrade
uk: Дозволити зниження при оновленні

source: Allow hls format
es: Permitir formato hls
uk: Дозволити формат hls

source: Alternative geolocation IP 1:
es: Geolocalización alternativa IP 1:
uk: Альтернативна геолокація IP 1:

source: Alternative geolocation IP 2:
es: Geolocalización alternativa IP 2:
uk: Альтернативна геолокація IP 2:

source: An error occurred when try to sign in the user "%s. Please check your login credentials and try again later..."
es: Se ha producido un error al intentar iniciar sesión en el usuario "%s. Compruebe sus credenciales y vuelva a intentarlo más tarde..."
uk: Виникла помилка при спробі зайти в користувача "%s. Будь-ласка, перевірте ваші облікові дані і спробуйте ще раз пізніше..."

source: An error occurred while loading a subtitle from [%s].
es: Se ha producido un error al cargar un subtítulo de [%s].
uk: Виникла помилка при завантаженні субтитрів з [%s].

source: An unknown error has occurred.
es: Se ha producido un error desconocido.
uk: Виникла невідома помилка.

source: Anuluj
es: Anular
uk: Відмінити

source: Apply
es: Aplicar
uk: Застосувати

source: Archive
es: Archivo
pt: Arquivos
uk: Архів

source: Are you sure you want to remove file "%s"?
es: ¿Está seguro que desea eliminar el archivo "%s"?
uk: Ви впевненні, що бажаєте видалити файл "%s"?

source: Aspect
es: Aspecto
uk: Аспект

source: Auto
es: Automático
uk: Автоматично

source: Auto check for plugin update
es: Comprobar si hay actualizaciones
pt: Verificação automática de atualização de plugins
uk: Автоматична перевірка оновлень плагіна

source: Auto selection based on the settings
es: Selección automática según la configuración
pt: Seleção automática baseada nas definições
uk: Автовибір на основі налаштувань

source: Autors: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg
es: Autores: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg
uk: Автори: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg

source: Autors: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291
es: Autores: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291
pt: Autores: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291
uk: Автори: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291

source: Black
es: Negro
uk: Чорний

source: Block wmv files
es: Bloquear archivos wmv
pt: Bloquear ficheiros 'wmv'
uk: Блокувати WMV файли

source: Broadcasts
es: Transmisiones
pt: Transmissões
uk: Трансляції

source: Browse
es: Vistazo
uk: Дивитись

source: Buffer path
es: Ruta del buffer
pt: Buffer percurso
uk: Буфер шлях

source: CATEGORY
es: CATEGORÍA
uk: КАТЕГОРІЇ

source: Cancel
es: Cancelar
uk: Відмінити

source: Categories
es: Categorías
pt: Categorias
uk: Категорії

source: Ceska
es: Checo
uk: Чеський

source: Change active movie player
es: Cambiar reproductor de películas activo
pt: Mudar o Leitor de filmes ativo
uk: Вибір активного відеоплеєра

source: Channel
es: Canal
pt: Canal
uk: Канал

source: Channels
es: Canales
pt: Canais
uk: Канали

source: Checking version.
es: Comprobando versión.
pt: A veriificar versão.
uk: Перевірка версії.

source: Cinema movies
es: Peliculas de cine
uk: Кінофільми

source: Collection
es: Colección
pt: Coleção
uk: Колекція

source: Completed.
es: Completada.
pt: Concluído.
uk: Завершено.

source: Completed.
es: Completada.
pt: Concluído.
uk: Завершено.

source: Configuration
es: Configuración
pt: Configuração
uk: Конфігурація

source: Configuration for service[%s]
es: Configuración para el servicio[%s]
pt: Configuração para serviços (%s)
uk: Конфігурація служби[%s]

source: Configure host
es: Configurar Host
pt: Configurar host
uk: Налаштування хостинга

source: Configuring an external movie player
es: Configuración de un reproductor externo
pt: Configurar um Leitor de Filmes externos
uk: Налаштування зовнішнього відеоплеєра

source: Confirm new pin
es: Confirme el nuevo Pin
pt: Confirmar o novo PIN
uk: Підтвердіть новий PIN-код

source: Confirm title of the movie
es: Confirmar el título de la película
uk: Підтвердіть назву фільму

source: Confirmation error.
es: Error de confirmación.
pt: Erro de confirmação.
uk: Помилка при вводі.

source: Confirmation of installation.
es: Confirmación de instalación.
pt: Confirmação da instalação.
uk: Підтвердження встановлення.

source: Continue downloading
es: Seguir descargando
pt: Continuar a descarga
uk: Продовжити завантаження

source: Copy
es: Copiar
uk: Копіювати

source: Could not read from resource. code: %r
es: No se pudo leer del recurso. Codigo: %r
uk: Не вдалося прочитати з ресурсу. код: %r

source: Could not read from resource. code: %s
es: No se pudo leer del recurso. Codigo: %s
uk: Не вдалося прочитати з ресурсу. код: %s

source: Countries
es: Países
uk: Країни

source: Country (changing may be illegal in your country)
es: País (cambio quizás sea ilegal en tu país)
pt: País ( a mudança pode ser ilegal o seu país )
uk: Країна (поміняти,цей параметр може бути поза законом в вашій країні)

source: Currently you have version [%s].
es: Actualmente tiene la versión [%s].
pt: Atualmente tem a versão (%s).
uk: В даний час у вас версія [%s].

source: Cut
es: Cortar
uk: Перемістити

source: DOWNLOAD ERROR
es: ERROR AL DESCARGAR
pt: ERRO DE DESCARGA
uk: ПОМИЛКА ЗАВАНТАЖЕННЯ

source: DOWNLOADED
es: DESCARGADO
pt: DESCARREGADO
uk: ЗАВАНТАЖЕНІ

source: DOWNLOADING
es: DESCARGANDO
pt: A DESCARREGAR
uk: ЗАВАНТАЖЕННЯ

source: Daily
es: Diario
pt: Diário
uk: Щоденно

source: Darkgray
es: Gris oscuro
uk: Темно-сірий

source: Debug logs
es: Registros de depuración
pt: Depurar logs
uk: Включити журнал діагностики

source: Default second video policy
es: Segunda política de vídeo por defecto
pt: Segunda diretiva de vídeo padrão
uk: Відео співвідношення сторін по замовчуванню (второе)

source: Default video aspect ratio
es: Relación de aspecto por defecto
pt: A relação de aspecto padrão
uk: Відео пропорції по замовчуванню

source: Default video policy
es: Directiva predeterminada de vídeo
pt: Diretiva de vídeo padrão
uk: Відео співвідношення сторін по замовчуванню

source: Default video quality:
es: Calidad de video por defecto:
pt: Qualidade de vídeo padrão:
uk: Формат відео-по замовчуванню:

source: Description:
es: Descripción:
pt: Descrição:
uk: Опис:

source: Detection of the "%s" utility.
es: Detectando la utilidad "%s".
uk: Засоби виявлення "%s" утіліта.

source: Detection of the OpenSSL version.
es: Detectando la versión OpenSSL.
uk: Виявлення версії OpenSSL.

source: Detection of the ffmpeg version.
es: Detectando la versión de ffmpeg.
uk: Виявлення FFmpeg версії.

source: Detection of the gstreamer version.
es: Detectando la versión gstreamer.
uk: Виявлення GStreamer версії.

source: Detection of the platform.
es: Detectando la plataforma.
uk: Виявлення платформи.

source: Deutsch
es: Alemán
uk: Німецький

source: Developers:
es: Desarrolladores:
uk: Розробники:

source: Device ID
es: ID de dispositivo
pt: ID do Dispositivo
uk: ID пристрої

source: Disable host protection (error == GS)
es: Desactivar protección de Host (error == GS)
pt: Inativar a proteção do host (erro == GS)
uk: Відключити батьківський захист (помилка == GS)

source: Disable live at plugin start
es: Desactivar video en directo en Inicio del plugin
pt: Inativar "ao vivo" no início do plugin
uk: Відключити, перейти на початок плагіна

source: Disable reordering mode
es: Deshabilitar el modo de reordenación
pt: Inativar o modo de reordenação
uk: Відключити режим перепризначення

source: Display order:
es: Orden de visualización:
uk: Показати замовлення:

source: Display thumbnails
es: Mostrar miniaturas
pt: Visualizar miniaturas
uk: Показати мініатюри

source: Do not install (not recommended)
es: No instale (no se recomienda)
uk: Не встановлюйте (не рекомендуєтся)

source: Download again
es: Descargar de nuevo
pt: Descarregar novamente
uk: Завантажити ще раз

source: Download can not be started. Incorrect address ('%r').
es: No se puede iniciar la descarga. Dirección incorrecta ('%r').
uk: Завантаження не може розпочатися. Неправильний адрес ('%r').

source: Download can not be started. Downloader %s not working correctly. Status[%s]
es: No se puede iniciar la descarga. Downloader %s no funciona correctamente. Estado [%s]
uk: Завантаження не може розпочатися. Завантажувач %s працює неправильно. Статус[%s]

source: Download failed. Status[%s]
es: No se pudo descargar. Estado [%s]
uk: Помилка завантаження. Статус[%s]

source: Download subtitle "%s"
es: Descargar subtítulo "%s"
uk: Завантажити субтитри "%s"

source: Download subtitle %s
es: Descargar subtítulo %s
uk: Завантажити субтитри %s

source: Download suggested
es: Descargar sugerido
uk: Можна завантажувати

source: Downloading
es: Descargando
pt: A transferir
uk: Завантаження

source: Downloading "%s" .
es: Descargando "%s".

source: Downloading "%s" failed. Do you want to retry?
es: Descarga de "%s" ha fallado. ¿Quieres volver a intentarlo?
uk: Завантаження "%s" не вдалося. Ви бажаєте, спробувати ще раз?

source: Downloading an update packet.
es: Descargando un paquete de actualización.
pt: A descarregar um pacote de atualização.
uk: Завантаження пакета оновлення.

source: Downloading can not be started. Downloader %s does not work properly. Status[%s]
es: No se puede iniciar descarga. Downloader %s no funciona correctamente. Estado [%s]
uk: Завантаження не може розпочатися. Завантажувач %s не працює відповідно. Статус[%s]

source: Downloading can not be started. Downloader %s not working properly. Status[%s]
es: No se puede iniciar descarga. Downloader %s no funciona correctamente. Estado [%s]
uk: Завантаження не може розпочатися. Завантажувач %s не працює відповідно. Статус[%s]

source: Downloading can not be started. The address ('%r') It is incorrect.
es: No se puede iniciar descarga. La dirección ('%r') es incorrecta.
uk: Завантаження не може розпочатися. Адрес ('%r') це невірно.

source: Downloading can not be started. The address ('%r') is incorrect.
es: No se puede iniciar descarga. La dirección ('%r') es incorrecta.
uk: Завантаження не може розпочатися. Адрес ('%r') невірний.

source: Downloading cannot be started. Downloader [%s] not working properly. Status[%s]
es: Descargar no se puede iniciar. Downloader [%s] no funciona correctamente. Estado [%s]
pt: A descarga não pode ser iniciada. O descarregador (%s) não está a funcionar devidamente. Estado (%s)
uk: Завантаження неможливе. Завантажувач [%s] не працює відповідно. Статус[%s]

source: Downloading cannot be started. Invalid URI[%s].
es: Descargar no se puede iniciar. URL no válida [%s].
pt: A descarga não pode ser iniciada. URL inválido [%s].
uk: Завантаження неможливе. Невірний адрес [%s].

source: Downloading file [%s] problem.
es: Problema descarga de archivo [%s].
pt: Problema na descarga do ficheiro (%s).
uk: Проблема з завантаженням файлу [%s].

source: Downloading subtitles. ('%r').
es: Descargando subtítulos. ('%r').
uk: Завантаження субтитрів. ('%r').

source: Downloads
es: Descargas
pt: Descargas
uk: Завантажити

source: During processing, please do not interrupt.
es: Durante el proceso, por favor, no interrumpa.
pt: Durante o processamento, não interrompa por favor.
uk: Під час обробки, будь-ласка, не переривайте.

source: During processing, please wait.
es: Durante el proceso, por favor espere.
pt: Durante o processamento, por favor espere.
uk: Йде обробка, будь-ласка, зачекайте.

source: E2 GUI restart after IPTVPlayer update to version[%s].
es: Reiniciar GUI E2 después de la actualización a la versión IPTVPlayer [%s].
pt: E2 - Reinício da GUI após atualização do IPTVPlayer para versão (%s).
uk: Перезавантажити eнігму після оновлення IPTV Плеєра до версії[%s].

source: ERROR: pipeline could not be constructed: no element "playbin2" Please check if gstreamer plugins are available in your system.
es: ERROR: No se ha podido construir: ningún elemento "playbin2" Por favor compruebe si el plugin gstreamer está disponible en su sistema.
uk: ПОМИЛКА: Не вдалося створити:, відсутність контролю: відсутність елементу "playbin2 " Перевірте встанолення GStreamer плагіни в вашій системі.

source: Edit favourites
es: Editar favoritos
pt: Editar favoritos
uk: Редагувати вибране

source: Enable reordering mode
es: Habilitar modo de reordenación
pt: Ativar o modo de reordenação
uk: Включити режим перепризначення

source: English
es: Inglés
uk: Англійський

source: Enter a value
es: Introduce un valor
uk: Введіть значення

source: Enter name
es: Ingrese su nombre
pt: Introduzir nome
uk: Введіть код

source: Enter new pin
es: Introducir PIN nuevo
pt: Introduza o novo PIN
uk: Введіть новий PIN-код

source: Enter old pin
es: Introduzca el Pin anterior
pt: Introduza o PIN anterior
uk: Введіть старий PIN-код

source: Enter pin
es: Introducir el PIN
pt: Inserir pin
uk: Введіть PIN-код

source: Episodes
es: Episodios
uk: Епізоди

source: Error deleting file "%s" .
es: Error al eliminar archivo "%s".
uk: Помилка видалення файлів "%s" .

source: Error occurs during download.
es: Se produce un error durante la descarga.
uk: Помилка завантаження.

source: Error occurs during download. Status[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]
es: Se produce un error durante la descarga. Estado [%s], tmpBuffSize [%r], canRunMoviePlayer [%r]
uk: Помилка завантаження. Статус[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]

source: Error occurs. [%s]
es: Se produce error. [%s]
uk: Виникла помилка. [%s]

source: Error reading file "%s" .
es: Error al leer archivo "%s".
uk: Помилка читання файлу "%s" .

source: Error writing file "%s" .
es: Error al escribir archivo "%s".
uk: Помилка запису файлу "%s" .

source: Executing user scripts.
es: Ejecución de scripts de usuario.
pt: A executar scripts do utilizador.
uk: Запуск скриптів користувача.

source: Exit
es: Salir
pt: Sair
uk: Вихід

source: External movie player config
es: Config. de un reproductor externo
pt: Configuração do Leitor de Filmes externo
uk: Зовнішній плеєр конфігурація

source: External player infobar timeout
es: Tiempo de espera infobar de reproductor externo
pt: Tempo limite da barra de informação do Leitor externo
uk: Встановити тайм-аут інфопанелі плеєра

source: External player use software decoder for the AAC
es: Descodificador de software de uso externo para el AAC
pt: O Leitor externo usa sotware de descodificação AAC
uk: Застосовувати зовнішній декодер для AAC

source: External player use software decoder for the DTS
es: Decodificador de software de uso externo para el DTS
pt: O Leitor externo usa sotware de descodificação DTS
uk: Застосовувати зовнішній декодер для DTS

source: Extracting an update packet.
es: Extraer un paquete de actualización.
pt: A extrair um pacote de atualização.
uk: Вилучення пакета оновлення.

source: Favorite addresses are stored under the file urllist.user
es: Direcciones de favoritos se almacenan en el archivo urllist.user
uk: Вибране. Посилання зберігаються в файлі urllist.user

source: Favorites
es: Favoritos
pt: Favoritos
uk: Вибране

source: Favourites groups
es: Grupos favoritos
pt: Grupos favoritos
uk: Група Вибране

source: Favourites manager
es: Administrador de favoritos
pt: Gestor de Favoritos
uk: Менеджер вибраного

source: Featured
es: Destacados
pt: Destaque
uk: Рекомендовані

source: File [%s] reading failed.
es: Fallo leyendo archivo [%s].
pt: Falhou a leitura do ficheiro (%s).
uk: Проблема читання файлу [%s].

source: File [%s] was added to downloading queue.
es: Archivo [%s] esta en la cola de descarga.
pt: Ficheiro (%s) foi adicionado ao spool de descargas.
uk: Файл [%s] файл додано до завантаження.

source: File can not be downloaded. Protocol [%s] is unsupported
es: Archivo no puede descargarse. Protocolo [%s] no es compatible
pt: Ficheiro não pode ser descarregado. Protocolo (%s) não é suportado.
uk: Файл не можливо завантажити. Протокол [%s] не підтримується

source: Filmy
es: Película
uk: Фільми

source: First movie player in buffering mode
es: Primer reproductor de películas en modo búfer
pt: Modo de buffering no primeiro Leitor de Filmes
uk: Вибрати перший крок плеєра в режимі (буферизації)

source: First movie player without buffering mode
es: Primer reproductor de películas sin modo búfer
pt: Sem Modo de buffering no primeiro Leitor de Filmes
uk: Вибрати перший крок плеєра

source: Fluendo mpegdemux for GSTREAMER 0.10
es: Fluendo mpegdemux für GSTREAMER 0.10
uk: Зробити даний mpegdemux для GSTREAMER 0.10

source: Folder for cache data
es: Carpeta para los datos del caché
pt: Pasta para informação cache
uk: Папка даних кеша

source: Folder for temp data
es: Carpeta para datos de temperatura
pt: Pasta para informação temporária
uk: Папка тимчасових даних

source: Folder for temporary data
es: Carpeta para datos temporales
pt: Pasta para dados temporários
uk: Папка для тимчасових даних

source: Following
es: Siguiendo
pt: Seguinte
uk: Після

source: Following host are broken or additional python modules are needed.
es: Seguimiento de host caido o se necesitan módulos python adicionales.
pt: Os hosts estão fragmentados ou módulos de python adicionaiis são necessários.
uk: Хост не працює, або немає додаткових модулів Python.

source: For children
es: Para niños
uk: Для дітей

source: Format 'wmv' blocked in configuration.
es: Formato "wmv" bloqueado en la configuración.
pt: Formato 'wmv' bloqueado na configuração.
uk: Формат 'wmv' заблокованний в конфігурації.

source: French
es: Francés
uk: Франція

source: GST-IFDSRC for GSTREAMER 1.X
es: GST-IFDSRC für GSTREAMER 1.X
uk: GST-IFDSRC для GSTREAMER 1.X

source: Games
es: Juegos
pt: Jogos
uk: Ігри

source: Genres
es: Generos
uk: Жанри

source: German
es: Alemán
uk: Німеччина

source: German channles
es: Canales Alemanes
pt: Canais alemães
uk: Німецькі канали

source: German proxy server url
es: Dirección url del servidor proxy aleman
pt: Url do Servidor proxy alemão
uk: Німецький проксі-сервер гіперпосилання

source: Get EPG
es: Obtener EPG
uk: Отримати EPG

source: Get episodes list.
es: Obtener lista de episodios.
uk: Отримати список епізодів.

source: Get item type.
es: Obtener el tipo de elemento.
uk: Отримати тип елемента.

source: Get supported languages list.
es: Obtener la lista de idiomas soportados.
uk: Відкрити список мов.

source: Grade
es: Calificación
uk: Клас

source: Graphic services selector
es: Selector de servicios gráficos
pt: Seletor de serviços gráficos
uk: Селектор Графічних послуг

source: Group "%s" already exists.
es: Grupo "%s", ya existe.
pt: Grupo "%s" já existe.
uk: Група "%s" вже існує.

source: Group %d
es: Grupo %d
pt: Grupo %d
uk: Група %d
