Repository: j00zek/eePlugins
Catalog: zmodowanePrzezInnych/e2iplayer-zadmario/IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: es, pt, uk

source: Group links into categories:
es: Los enlaces se dividen en categorías:
uk: Група, посиланя по категоріям:

source: Group with id[%s] not found.
es: Grupo con id[%s] no se encuentra.
pt: Grupo com id[%s] não encontrado.
uk: Група з ідентифікатором[%s] не знайдена.

source: HIGH
es: ALTO
uk: ВИСОКИЙ

source: High (or HD)
es: Alta (o HD)
uk: Високий (або HD)

source: History
es: Historial
pt: Histórico
uk: Історія

source: History of searched phrases.
es: Historial de frases buscadas.
pt: Histórico de frases procuradas.
uk: Історія пошуку.

source: Home page
es: Página principal
pt: Página Inicial
uk: Головна сторінка

source: IPTV - Player mode
es: IPTV - Modo reproductor
uk: IPTV - Режим Плеєра

source: IPTV - the recorder mode
es: IPTV - Modo grabador
uk: IPTV - Режим запису

source: IPTV Player
es: IPTV Рlayer
uk: IPTV Плеєр

source: IPTV Player
es: IPTV - Modo reproductor
uk: IPTV Плеєр

source: IPTV Player %s
es: IPTV Reproductor %s
uk: IPTV Плеер %s

source: IPTV Player - settings
es: IPTV Player - Configuración
pt: IPTV Player - definições
uk: IPTV Плеєр - Налаштування

source: IPTV Recordings
es: IPTV Grabaciones
uk: IPTV Записи

source: IPTV download manager
es: IPTV administrador de descargas
pt: IPTV gestor de descargas
uk: Менеджер завантажень

source: IPTVPlayer - update
es: IPTV Player - Actualizar
pt: IPTVPlayer - atualização
uk: IPTVПлеєр - Оновлення

source: IPTVPlayer need some additional setup
es: IPTV Player necesita alguna configuración adicional
uk: IPTV Плеєру потрібні додаткові налаштування

source: IPTVPlayer need some additional setup. Such as downloading and installation additional binaries. Press OK to start.
es: IPTVP Player necesita alguna configuración adicional. Como descargar e instalación binarios adicionales. Presione OK para empezar.
uk: IPTVPlayer потрібні додаткові налаштування. таких, як завантаження і встановлення додаткових модулів двоїчного файлу,натисніть OK, шоб розпочати.

source: IPTVPlayer services configuration
es: IPTV Player- Configuración de servicios
pt: Configuração de serviços IPTVPlayer
uk: IPTV-Плеєр конфігурація хосту

source: IPTVPlayer setup version %s
es: IPTV Player Versión configuración %s
uk: IPTV Плеєр встановлення версії %s

source: IPTVPlayer setup version %s
es: IPTV Player Versión configuración %s
uk: IPTV Плеєр Налаштування версії %s

source: Icons size
es: Tamaño de icono
pt: Tamanho dos Icons
uk: Размір іконок

source: Info
es: Información
pt: Informação
uk: Інформація

source: Information
es: Información
uk: Інформація

source: Information about audio tracks not available.
es: Información sobre las pistas de audio no disponible.
uk: Інформації про аудіо треки немає.

source: Input
es: Entrada
pt: Entrada
uk: Вхід

source: Install into the "%s" .
es: Instalar en el "%s".
uk: Встановіть в "%s" .

source: Installation binary failed. Retry?
es: Binario de instalación falló. ¿Reintentar?
uk: Встановлення двоїчного файлу не вдалося. Повторіть?

source: Installation has been aborted.
es: Instalación ha sido abortada.
pt: A instalação foi abortada.
uk: Встановлення перервано.

source: Installation has been confirmed.
es: Instalación ha sido confirmada.
pt: A instalação foi confirmada.
uk: Встановлення підтверждено.

source: Installing "%s" .
es: Instalando "%s".
uk: Встановлення "%s" .

source: Installing new version.
es: Instalando nueva versión.
pt: A instalar a nova versão.
uk: Встановлення нової версії.

source: Invalid name.
es: Nombre no válido.
pt: Nome inválido
uk: Невірний код.

source: It improves buffering mode with the gstplayer.
es: Mejora el modo de almacenamiento en búfer con el gstplayer.
uk: Це покращує режим буферизації с gstplayer.

source: It improves playing of streams hls/m3u8.
es: Mejora de reproducción de los flujos de hls/m3u8.
uk: Це покращує відтворенняе потоків hls/m3u8.

source: It seems that the host "%s" has crashed.
es: Parece que el host "%s" se ha estrellado.
uk: Схоже, цей хост "%s" не працює.

source: It seems that the host "%s" has crashed. Do you want to report this problem?
es: Parece que el alojamiento "%s" está bloqueado. ¿Quieres informar de este problema?
pt: Parece que o host "%s" caiu (crash). Quer reportar este problema?
uk: Схоже, у вас "%s" виник збій. Ви бажаєте, повідомити про цю проблему?

source: It seems that the video player "%s" does not work properly. STS: %s ERROR CODE: %r
es: Parece que el reproductor de vídeo "%s" no funciona correctamente. STS: %s CODIGO DE ERROR: %r
uk: Схоже, що відео-плеєр "%s" не працює відповідно. STS: %s КОД ПОМИЛКИ: %r

source: Italian
es: Italiano
uk: Італія

source: Item idx[%d] not found in group[%s].
es: Elemento idx[%d] no se encuentra en el grupo [%s].
pt: Item idx[%d] não encontrado no grupo [%s].
uk: Пункт idx[%d] не знайдено в групі[%s].

source: Items in group
es: Elementos en Grupo
uk: Місце в групі

source: Items in group "%s"
es: Elementos en Grupo "%s"
pt: Items no grupo "%s"
uk: Місце в групі "%s"

source: JSON module not available!
es: ¡Módulo JSON no está disponible!
pt: Módul Json não disponível
uk: Модуль JSON не доступний!

source: Japanese
es: Japonés
uk: Японський

source: Language:
es: Idioma:
uk: Мова:

source: Languages
es: Idiomas
uk: Мови

source: Last checked version
es: Última versión comprobada
uk: Кінцева перевірка версії

source: Last error
es: Último error
pt: Último erro
uk: Кінцева помилка

source: Last error: "%s"
es: Último error: "%s"
uk: Кінцева помилка: "%s"

source: Last error: "People who live where you live aren't allowed to watch this video.. Not because we don't luv ya, but because the owners have some restrictions. The good news, is there are tens of thousands of other videos to choose from."
es: Último error: "gente que vive donde usted vive no pueden ver este video... No porque no lvaya, sino porque los dueños tienen algunas restricciones. Lo bueno es que hay decenas de miles de videos para elegir"
uk: Кінцева помилка: "Люди, які проживають, там де ви, не можуть подивитись це відео.. Тому що, власники мають обмеження. Добра новина, є десятки тисяч інших відео на вибір."

source: Last error: "Silverlight stream not supported."
es: Último error: "Stream de Silverlight no admitida."
uk: Кінцева помилка: "Потік Silverlight не підтримується."

source: Last error: "The Mirror is broken.If available you can choose other source."
es: Último error: "el espejo se rompe. Si está disponible puede elegir otra fuente."
uk: Кінцева помилка: "Відображення немає. При наявності ви можете вибрати інше джерело."

source: Last error: %s
es: Último error: %s
uk: Кінцева помилка: %s

source: Latest added
es: Último añadido
uk: Щойно добавленні

source: Latest updates
es: Últimas Actualizaciones
uk: Нові оновлення

source: Lightgray
es: Gris claro
uk: Світло-сірий

source: Line Spacing
es: Distancia entre líneas
pt: Intervalo entre linhas
uk: Міжрядковий інтервал

source: Link
es: Enlace
uk: Посилання

source: Links are videos and messages, without division into categories
es: Los enlaces son videos y mensajes, sin la división en categorías
uk: Посилання відеоролики і повідомлення, без розділу на категорії

source: Links to the video files from the file urllist.txt
es: Enlaces a los archivos de vídeo desde el archivo urllist.txt
uk: Посилання на відео з файлу urllist.txt

source: List only channels with subscription
es: Lista de canales solo con suscripción
uk: Список каналів в підписці

source: Live
es: En vivo
pt: Ao Vivo
uk: На живо

source: Live Channels
es: Canales en vivo
pt: Canais ao Vivo
uk: Поточні канали

source: Live broadcasts from the file urllist.stream
es: Transmisiones en vivo desde archivo urllist.stream
uk: Прямі трансляції з файлу urllist.stream

source: Load
es: Cargar
uk: Завантажити

source: Load automatically the subtitle from file with the same name
es: Autocargar subtítulos del archivo con mismo nombre
pt: Carregar automáticamente as legendas do ficheiro com o mesmo nome
uk: Завантажити субтитри автоматично з файлу з таким самим імям

source: Loading
es: Cargando
pt: A carregar...
uk: Завантаження

source: Loading...
es: Cargando...
pt: A carregar...
uk: Завантаження...

source: LocalMedia
es: Medios locales
uk: Мої Медіа файли

source: Login user "%s" into %s
es: Iniciar sesión del usuario "%s" en %s
uk: Користувач Зайти "%s" в %s

source: MEDIUM
es: MEDIO
uk: СЕРЕДНІЙ

source: MERGE protocol source
es: Fuente del protocolo MERGE
uk: Зєднувати джерело протоколу

source: MORE
es: MAS
uk: БІЛЬШЕ

source: Main
es: Principal
uk: Головний

source: Main Event
es: Evento principal
uk: Головна подія

source: Main developer, architect, coordinator:
es: Promotor principal, arquitecto, coordinador:
uk: Головний розробник, архітектор, координатор:

source: Manager status:
es: Estado del gestor:
pt: Gestor de estado:
uk: Статус менеджера:

source: Max items per page
es: Maximo de elementos por página
uk: Максимальна кількість на сторінці

source: Mid
es: Medio
uk: Середній

source: Missed the show?
es: ¿Se perdió el vídeo?
pt: Perdeu o espetáculo?
uk: Ви пропускаєте?

source: Month
es: Mes
pt: Mês
uk: Місяць

source: Monthly
es: Mensual
pt: Mensalmente
uk: Щомісячно

source: More
es: Más
pt: Mais
uk: Опції

source: More important
es: Más importante
pt: Mais importante
uk: Важливо

source: Most Popular
es: Más Popular
pt: Mais popular
uk: Найпопулярніші

source: Move group
es: Mover grupo
pt: Mover grupo
uk: Пересування групи

source: Move item
es: Mover el elemento
pt: Mover item
uk: Пересунути пункт

source: Movie
es: Pelìcula
pt: Filme
uk: Фільм

source: Movie "%s" has not been found.
es: Film "%s" wurde nicht gefunden.
uk: Фільм "%s" не знайдено.

source: Movie player
es: Reproductor de película
pt: Leitor de Filmes
uk: Відео плеєр

source: Movie player without buffering mode
es: Reproductor de películas sin modo búfer
pt: Leitor de Filmes sem modo buffering
uk: Вибрати плеєр без режиму буферизації

source: Movies
es: Peliculas
uk: Кіно

source: Music
es: Música
uk: Музика

source: Music-Box
es: Caja de Música
uk: Збірка-Музика

source: Musik
es: Música
uk: Музика

source: Name cannot be empty.
es: El nombre no puede estar vacío.
pt: O nome tem de estar preenchido.
uk: Назва не може бути пуста.

source: Name is not valid. Please remove special characters.
es: Nombre no es válido. Por favor quitar caracteres especiales.
pt: Nome inválido. Por favor, remova os carateres especiais.
uk: Це не вірна назва. Будь-ласка, видаліть спеціальні символи.

source: Name:
es: Nombre:
pt: Nome:
uk: Назва:

source: New dir
es: Nuevo directorio
uk: Новий шлях

source: New folder
es: Nueva carpeta
uk: Нова папка

source: New icons will not be available.
es: Nuevos iconos no estan disponibles.
pt: Os novos icons não estarão disponíveis.
uk: Нові іконки не будуть доступні.

source: News
es: Noticias
pt: Notícias
uk: Новини

source: Next page
es: Página siguiente
pt: Página seguinte
uk: Наступна сторінка

source: No item to display. Press OK to refresh.
es: Ningún elemento para mostrar. Pulse OK para actualizar.
pt: Não existem itens para visualizar. Prima OK para atualizar.
uk: Нічого не знайдено. Натисніть ОК, щоб оновити.

source: No steps to execute.
es: No hay pasos a ejecutar.
pt: Não existem passos a executar.
uk: Ніяких дій не виконувати.

source: No user scripts.
es: No hay scripts de usuario.
pt: Sem scripts do utilizador.
uk: Немає користувацьких скриптів.

source: No valid links available.
es: Sin enlaces válidos disponibles.
pt: Sem Links válidos disponíveis.
uk: Немає працюючих посилань.

source: No valid links available. Last error: "The Mirror is broken. If available you can choose other source."
es: Sin enlaces válidos disponibles. Último error: "el espejo se rompe. Si está disponible puede elegir otra fuente."
uk: Немає працюючих посилань. Кінцева помилка: "Відтворення немає. При наявності, ви можете вибрати інше джерело."

source: None
es: Ninguno
uk: ні

source: Now playing
es: Reproducir ahora
pt: A Reproduzir
uk: Зараз в програмі

source: Number of downloaded files simultaneously
es: Número de archivos descargados simultáneamente
pt: Número de ficheiros a descarregar simultaneamente
uk: Кількість завантажених файлів одночасно

source: Number of songs fetched at once for the station
es: Número de canciones extraídas al mismo tiempo para la estación
pt: Número de músicas obtidas simultaneamente para a estação
uk: Кількість пісень, знайдених під час відвідування станцій

source: Obtaining server list.
es: Obtención de la lista de servidores.
pt: A obter lista dos servidos.
uk: Отримання списку серверів.

source: Odśwież
es: Refrescar
uk: Оновлення

source: Offline channels
es: Canales fuera de línea
uk: Оффлайн канали

source: One link mode
es: Modo de un solo link
pt: Um modo de ligação
uk: Режим Одно посилання

source: OpenSSL lib is needed by wget and rtmpdump utilities.
es: OpenSSL lib es necesario para wget y utilidades rtmpdump.
uk: OpenSSL потрібно для правильнї роботи Wget інструменту і rtmpdump.

source: Operation aborted!
es: Operación abortada!
pt: Operação abortada!
uk: Операція перервана!

source: Operation aborted!
es: Operación abortada!
uk: Операція перервана!

source: Others
es: Otros
uk: Інші

source: PENDING
es: PENDIENTE
pt: PENDENTE
uk: ОЧІКУВАННЯ

source: PICTURE
es: IMAGEN
uk: ФОТО

source: Paste "%s"
es: Pegar "%s"
uk: Вставити "%s"

source: Path to ytlist.txt, urllist.txt
es: Ruta a ytlist.txt, urllist.txt
pt: Percurso para ytlist.txt, urllist.txt
uk: Шлях до ytlist.txt, urllist.txt

source: Pending
es: Pendiente
pt: Pendentes
uk: До

source: Photos
es: Fotos
uk: Фото

source: Pin has been changed.
es: PIN ha sido cambiado.
pt: O PIN foi modificado.
uk: PIN-код змінено.

source: Pin incorrect!
es: ¡PIN incorrecto!
pt: Pin incorreto!
uk: Pin невірний!

source: Pin protection for configuration
es: Pin de Protección para la configuración
pt: Proteção por 'pin' para a configuração
uk: Захист конфігурації налаштувань пін-кодом

source: Pin protection for plugin
es: Pin de Protección para plugin
pt: Proteção por 'pin' para o plugin
uk: Захист плагіна пін-кодом

source: Platform
es: Plataforma
pt: Plataforma
uk: Платформа

source: Play file
es: Reproducir archivo
pt: Reproduzir ficheiro
uk: Відтворення відео

source: Play with [%s] player
es: Reproducir con [%s]
pt: Reproduzir com o Leitor (%s)
uk: Відтворення запису в [%s]

source: PlayPuls use a proxy?
es: ¿PlayPuls utiliza proxy?
uk: PlayPuls використати проксі-сервер?

source: Player > Recorder
es: VER>Descargar
pt: Leitor > Gravador
uk: Плеєр > Запис

source: Playlist
es: Lista de Reproducción
pt: Lista de Reprodução
uk: Плейлист

source: Playlists
es: Listas de Reproducción
pt: Listas de Reprodução
uk: Плейлисти

source: Please remember that you use the IPTVPlayer plugin at your own risk.
es: Por favor recuerde que utiliza el plugin de IPTVPlayer bajo su propio riesgo.
pt: Por favor, lembre-se de que o risco de usar o IPTVPlayer é únicamente seu.
uk: Будь-ласка, памятайте, що ви використовуєте плагін IPTV Плеєр на свій страх і ризик.

source: Please remember that you use this plugin at your own risk.
es: Por favor recuerde que utiliza este plugin a su propio riesgo.
uk: Будь-ласка, памятайте, що ви використовуєте цей плагін на свій страх и ризик.

source: Plugin can be run on one of the following platforms: sh4, mipsel, i686, armv7.
es: Plugin se puede ejecutar en una de las siguientes plataformas: sh4, mipsel, i686, armv7.
uk: Плагін може працювати на одній з наступних платформ: sh4, mipsel, i686, armv7.

source: Pol'skiy
es: Polaco
uk: Польський

source: Poland
es: Polonia
uk: Польща

source: Policy
es: Proceso de vídeo
uk: Співвідношення сторін

source: Policy2
es: Proceso de vídeo 2
uk: Співвідношення сторін2

source: Polish channles
es: Canales polacos
pt: Canais polacos
uk: Польські канали

source: Polish proxy server url
es: URL del servidor proxy polaco
pt: Url do Servidor proxy polaco
uk: Польський проксі-сервер гіперпосилання

source: Popular Artists
es: Artistas Populares
uk: Популярні виконавці

source: Português
es: Portugués
uk: Португальський

source: Prefered quality
es: Calidad preferida
pt: Qualidade preferida
uk: Переважаюча якість

source: Preferred quality
es: Calidad preferida
uk: Переважаюча якість

source: Preferred streaming protocol
es: Protocolo de streaming preferido
uk: Переважаючий протокол потокової передачі

source: Preferred streaming protocol' + ':
es: Protocolo de streaming preferido' + ':
uk: Переважаючий протокол потокової передачі' + ':

source: Preferred video quality:
es: Calidad de video preferida:
uk: Вибір якості відео:

source: Premium user
es: Usuario Premium
uk: Преміум користувач

source: Press OK to start
es: Pulse OK para iniciar
uk: Натисніть OK щоб розпочати

source: Previous
es: Anterior
uk: Попередній

source: Problem with downloading the server list from [%s].
es: Problema con la descarga de la lista de servidores de [%s].
pt: Problema ao descarregar a lista de servidores de (%s).
uk: Проблема з завантаженням списку серверів від [%s].

source: Problem with downloading the server list.
es: Problema con la descarga de la lista de servidores.
pt: Problema ao descarregar a lista de servidores.
uk: Проблема з завантаженням списку серверів.

source: Problem with downloading the update packet: [%s].
es: Problema con la descarga del paquete de actualización: [%s].
pt: Problema ao descarregar o pacote de atualização: (%s).
uk: Проблема з завантаженням пакета оновлення: [%s].

source: Problem with extracting the archive. Return code [%d] %s.
es: Problema con la extracción del archivo. Código de retorno [%d] %s.
pt: Problema ao extrair o arquivo. Código do erro (%d) %s.
uk: Проблема з разпаковкою архіва. Код повернення [%d] %s.

source: Problem with installing the new version. Status[%d], outData[%s]
es: Problema con la instalación de la nueva versión. Estado [%d], Salida de Datos [%s]
pt: Problema com a instalação da nova versão. Estado %d), outData (%s).
uk: Проблема зі встановленням нової версії. Статус[%d], OutData[%s]

source: Problem with the directory [%s].
es: Problema con el directorio [%s].
pt: Problema com a pasta (%s).
uk: Проблема з каталогом [%s].

source: Problem with the removal of the previous version. Status[%d], outData[%s].
es: Problema con la eliminación de la versión anterior. Estado [%d], Salida de Datos [%s].
pt: Problema com a remoção da versão anterior. Estado %d), outData (%s).
uk: Проблема з видаленням попередньої версії. Статус[%d], OutData[%s].

source: Problem with user script execution [%s].
es: Problema con la ejecución del script de usuario [%s].
pt: Problema com execução de scripts do utilizador (%s).
uk: Проблема з виконання скриптів користувача [%s].

source: Profile
es: Perfil
pt: Perfil
uk: Профіль

source: Promote item
es: Promover elemento
pt: Promover item
uk: Переставити на початок списку

source: Promoted channels
es: Canales promovidos
pt: Canais promovidos
uk: Популярні канали

source: Promoted games
es: Juegos promovidos
pt: Jogos promovidos
uk: Популярні ігри

source: Protocol:
es: Protocolo:
uk: Протокол:

source: Proxy server url
es: URL de Sevidor proxy
pt: URL do servidor Proxy
uk: Проксі-сервер гіперпосилання

source: Quality
es: Calidad
uk: Якісний

source: Random
es: Aleatorio
pt: Aleatória
uk: Випадковий

source: Ranking
es: Clasificación
uk: Знаходження

source: Rating
es: Calificación
pt: Classificação
uk: Рейтинг

source: Raw
es: En bruto
uk: Неопрацьованний

source: Recent
es: Recientes
pt: Recente
uk: Минулий

source: Recorder > Player
es: DESCARGAR>Ver
pt: Gravador > Leitor
uk: Запис > Плеєр

source: Records path
es: Ruta Grabaciones
pt: Percurso das Gravações
uk: Місцезнаходження запису

source: Refresh
es: Actualizar
pt: Refrescar
uk: Оновлення

source: Refreshing
es: Actualizando
pt: A refrescar
uk: Оновлюється

source: Releases
es: Lanzamientos
uk: Релізи

source: Relevance
es: Relevancia
pt: Relevância
uk: Актуальний

source: Remember last watched position
es: Recuerda última posición visto
pt: Lembrar a última posição visualizada
uk: Запамятати минуле місце відтворення

source: Remove
es: Eliminar
uk: Видалити

source: Remove file
es: Eliminar archivo
pt: Remover ficheiro
uk: Видалити файл

source: Remove group
es: Eliminar el grupo
pt: Remover grupo
uk: Видалити групу

source: Remove item
es: Eliminar elemento
pt: Remover item
uk: Видалити елементи

source: Removing the old version.
es: Elimando la versión antigua.
pt: A remover a versão anterior.
uk: Видалення старої версії.

source: Removing unnecessary files.
es: Eliminando archivos innecesarios.
pt: A remover ficheiros não necessários.
uk: Видалення непотрібних файлів.

source: Rename
es: Renombrar
uk: Перейменувати

source: Request token from "%s"
es: Solicitar símbolo desde "%s"
uk: Символ запиту від "%s"

source: Request token from %s
es: Solicitar símbolo desde %s
uk: Символ запиту від %s

source: Restart GUI failed. Please restart STB manually.
es: No se pudo reiniciar GUI. Reinicie manualmente STB.
pt: O reinicio da Interface do utilizador falhou. Por favor, reinicie a sua STB manualmente.
uk: Перезапустити інтерфейс не вдалося. Будь-ласка, перезавантажте тюнер вручну.

source: Russia
es: Rusia
uk: Росія

source: Russian proxy server url
es: Dirección url del servidor proxy Ruso
pt: Url do servidor de proxy russo
uk: Російський проксі-сервер url

source: SEARCH
es: BUSCAR
uk: ПОШУК

source: STARTED
es: INICIADO
pt: INICIADO
uk: ОПЕРАЦІЇ

source: STOPPED
es: DETENIDO
pt: PARADO
uk: ЗУПИНКА

source: Save changes?
es: ¿Guardar cambios?
uk: Зберегти зміни?

source: Search
es: Buscar
pt: Procura
uk: Пошук

source: Search for movie "%s"
es: Buscar película "%s"
uk: Пошук фільму "%s"

source: Search for subitile for "%s"
es: Búsqueda de subtítulo para "%s"
uk: Пошук субтитрів для "%s"

source: Search for subitile for %s
es: Búsqueda de subtítulo para %s
uk: Пошук субтитрів для %s

source: Search history
es: Historial De Búsqueda
pt: Histórico de pesquisa
uk: Історія пошуку

source: Search results
es: Resultados de la búsqueda
pt: Resultados da Procura
uk: Результати пошуку

source: Search type
es: Tipo de Busqueda
pt: Tipo de procura
uk: Тип пошуку

source: Search youtube materials
es: Buscar en YouTube
uk: Пошук матеріалів в YouTube

source: Second movie player in buffering mode
es: Segundo reproductor de películas en modo de búfer
pt: Modo de buffering no segundo Leitor de Filmes
uk: Вибрати другий крок плеєра в режимі (буферизації)

source: Second movie player without buffering mode
es: Segundo reproductor de películas sin modo búfer
pt: Sem Modo de buffering no segundo Leitor de Filmes
uk: Вибрати другий крок плеєра

source: Select
es: Seleccionar
uk: Вибрати

source: Select %s
es: Seleccionar %s
uk: Виберіть %s

source: Select action
es: Seleccionar acción
pt: Selecionar ação
uk: Виберіть дію

source: Select audio track
es: Seleccione pista de audio
uk: Вибір звукової дорожки

source: Select favourite group
es: Seleccione grupo favorito
pt: Selecionar o grupo favorito
uk: Виберіть групу вибраного

source: Select language
es: Seleccione idioma
uk: Виберіть мову

source: Select link
es: Seleccione el enlace
pt: Selecionar link
uk: Виберіть посилання

source: Select movie
es: Seleccione película
uk: Виберіть фільм

source: Select movie player
es: Seleccione el reproductor de películas
pt: Selecionar o Leitor de Filmes
uk: Вибір плеєра

source: Select option
es: Seleccionar opción
pt: Selecionar opção
uk: Виберіть опцію

source: Select service
es: Seleccione servicio
pt: Selecionar serviço
uk: Виберіть послугу

source: Select subtitles file
es: Seleccione el archivo de subtítulos
uk: Виберіть файл з субтитрами

source: Select subtitles to download
es: Seleccione subtítulos para descargar
uk: Виберіть субтитри для завантаження

source: Select subtitles track
es: Seleccione pista de subtítulos
pt: Selecionar o ficheiro de Legenda
uk: Виберіть дорожку субтитрів
