Repository: j00zek/eePlugins
Catalog: zmodowanePrzezInnych/e2iplayer-zadmario/IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: es, pt, uk

source: Select the directory
es: Seleccione el directorio
uk: Виберіть каталог

source: Select update server
es: Seleccione servidor de actualización
pt: Selecionar o servidor de atualização
uk: Виберіть сервер оновлень

source: Select video option
es: Seleccione opciones de video
uk: Виберіть відео

source: Selected version [%s].
es: Versión seleccionada [%s].
pt: Versão selecionada (%s).
uk: Вибраний варіант [%s].

source: Seriale
es: Seriales
uk: Серіали

source: Service [%s] has no additional settings.
es: Servicio [%s] no tiene ninguna conf. adicional.
pt: Serviço (%s) não tem definições adicionais.
uk: Конфігурація [%s] немає додаткових налаштувань.

source: Services configuration
es: Configuración de servicios
pt: Configuração de serviços
uk: Конфігурація хосту(натисніть ОК)

source: Set active movie player
es: Establecer reproductor de películas activo
pt: Definir o Leitor de Filmes ativo
uk: Вибір активного відеоплеєра

source: Set pin code
es: Establecer código PIN
pt: Definir o código PIN
uk: Встановіть пін-код

source: Show IPTVPlayer in extension list
es: IPTVPlayer Mostrar en la lista de extensiones
pt: Exibir o IPTVPlayer na lista de extensões
uk: Показати IPTV Плеєр в меню плагінів

source: Show IPTVPlayer in main menu
es: IPTVPlayer Mostrar en el menú principal
pt: Exibir o IPTVPlayer no Menu Principal
uk: Показати IPTV Плеєр в головному меню

source: Show all channels
es: Mostrar todos los canales
uk: Показати всі канали

source: Show all version in the update menu
es: Mostrar todas las versiones en menú de actualización
pt: Mostrar todas as versões no menu de atualização
uk: Показати всі версії в меню Оновлення

source: Show download manager after adding new item
es: Ver gestor descargas después de añadir nuevo elemento
pt: Exibir o gestor de descargas depois de adicionar um novo serviço
uk: Показати менеджер завантажеь після добавлення нового файлу

source: Show hiddens catalogs
es: Mostrar catálogos ocultos
uk: Показати скриті каталоги

source: Show hiddens files
es: Mostrar archivos ocultos
uk: Показати скриті файли

source: Show update icon in service selection menu
es: Mostrar icono de act. en menú de sel. del servicio
pt: Exibir o icon de atualização no menu de seleção de serviços
uk: Показати оновлення в головному меню

source: Shows
es: Programas de TV
uk: Шоу

source: Silverlight stream not supported.
es: Stream de Silverlight no admitido.
uk: Потік Silverlight не підтримується.

source: Simple subtitles downloader
es: Descargador de subtítulos simple
uk: Завантажувач простих субтитрів

source: Sin in to
es: Registrar
pt: Entre para
uk: Зайти в систему

source: Skipping IPTVPlayer serup may cause problems.Are you sure to skip IPTVPlayer setup?
es: Saltar configuración de IPTVPlayer puede causar problemas. ¿Seguro saltar la configuración de IPTVPlayer?
uk: Пропуск встановлення додатку, може привести до дефекту плагіна.Пропустити встановлення додаткових модулів. Ви впевнені?

source: Skipping IPTVPlayer setup may cause problems. Are you sure to skip IPTVPlayer setup?
es: Saltar lconfiguración de IPTVPlayer puede causar problemas. ¿Seguro saltar la configuración de IPTVPlayer?
uk: Пропуск встановлення додатку, може привести до дефекту плагіна. Пропустити встановлення додаткових модулів. Ви впевнені?

source: SmackDown
es: Bofetada
uk: Скинути

source: Some changes will be applied only after plugin update.
es: Algunos cambios se aplicarán sólo después de una actualización del plugin.
uk: Деякі зміни будуть застосовані тільки після оновлення плагіна.

source: Songs
es: Canciones
pt: Canções
uk: Пісні

source: Sorry
es: Lo siento
uk: Вибачте

source: Sort by:
es: Ordenar por:
pt: Ordenar por:
uk: Сортувати за:

source: Sort search result by
es: Ordenar resultados de búsqueda por
uk: Сортувати за результатами пошуку

source: Sort the list:
es: Ordenar la lista:
uk: Сортувати список:

source: Sorted channels A-Z [live]
es: Canales ordenados de A-z [en vivo]
uk: Сортування каналів A-Z [прямий етер]

source: Sorted most viewed channels general [live]
es: Ordenar por el total de los canales de mayor audiencia [en vivo]
uk: Сортування всіх найбільш популярних каналів [прямий етер]

source: Sorted most viewed channels now [live]
es: Ordenar por Fecha de canales más vistos [live]
uk: Сортування каналів, самих популярних в даний час [прямий етер]

source: Spanish
es: Español
uk: Іспанія

source: Start
es: Iniciar
pt: Iniciar
uk: Початок

source: Start download manager per default
es: Iniciar gestor de descargas por defecto
pt: Iniciar o gestor de descargas por defeito
uk: Включити менеджер завантажень по замовчуванню

source: Stations
es: Estaciones
pt: Estações
uk: Станції

source: Status object [%r]
es: Objeto de estado [%r]
uk: Статус обєкта [%r]

source: Step [%s] cannot be aborted. Please wait.
es: Paso [%s] no puede ser interrumpido. Espera.
pt: Passo (%s) não pode ser abortado. Por favor espere.
uk: Активація [%s] не може перериватися. Будь-ласка, зачекайте.

source: Stereo downmix mode for software decoder
es: Modo de downmix estéreo para decodificador de software
pt: Modo de downmix estéreo para software descodificador
uk: Стерео мікшування для декодера п/о

source: Stop
es: Detener
pt: Parar
uk: Стоп

source: Stop downloading
es: Detener la descarga
pt: Parar a Descarga
uk: Зупинка завантаження

source: Stop playing?
es: Detener reproducción?
uk: Зупинити відтворення?

source: Subtitle background
es: Fondo de subtítulos
pt: Fundo das legendas
uk: Фон субтитрів

source: Subtitle border color
es: Color del borde del subtítulo
pt: Cor da borda das legendas
uk: Колір бордюра субтитрів

source: Subtitle border enabled
es: Subtitulo habilitar bordes
pt: Borda das legendas ativada
uk: Включити бордюри субтитрів

source: Subtitle border width
es: Ancho del borde del subtítulo
pt: Largura da borda das legendas
uk: Ширина бордюра субтитрів

source: Subtitle box height
es: Altura de cuadro de subtítulo
pt: Altura da borda das legendas
uk: Висота субтитрів

source: Subtitle box position
es: Posición de caja del subtítulo
pt: Posição da Caixa das legendas
uk: Позиція субтитрів

source: Subtitle font
es: Fuente del subtítulo
pt: Fonte das Legendas
uk: Шрифт субтитрів

source: Subtitle font color
es: Color de fuente del subtitulo
pt: Cor da Fonte de Legendas
uk: Колір шрифту субтитрів

source: Subtitle font size
es: Tamaño de fuente del subtitulo
pt: Tamanho da fonte nas Legendas
uk: Субтитри розмір шрифту

source: Subtitle line height
es: Altura de la línea de subtítulo
pt: Altura da linha das legendas
uk: Субтитри висота рядка

source: Subtitle line wrapping
es: Ajustar línea de Subtítulo
pt: Acondicionamento da linha das legendas
uk: Субтитри запакування рядка

source: Subtitle shadow X offset
es: Desplazamiento en X sombra subtítulos
pt: Deslocamento X da sombra das legendas
uk: Тінь субтитрів Зміщення по X

source: Subtitle shadow Y offset
es: Desplazamiento en Y sombra subtítulos
pt: Deslocamento Y da sombra das legendas
uk: Тінь субтитрів Y зміщення

source: Subtitle shadow color
es: Color de la sombra de subtítulos
pt: Cor da sombra das legendas
uk: Колір тіні субтитрів

source: Subtitle shadow enabled
es: Habilitar sombra de subtítulos
pt: Sombra das legendas ativada
uk: Включити тіні субтитрів

source: Subtitle vertical alignment
es: Alineación vertical del subtítulo
pt: Alinhamento vertical das legendas
uk: Вертикальне вирівнювання субтитрів

source: Subtitles
es: Subtítulos
uk: Субтитри

source: Subtitles downloaded successfully. [%s]
es: Subtítulos descargaron con éxito. [%s]
uk: Субтитри завантаженні успішно. [%s]

source: Subtitles downloaded successfully. [%s], conversion to UTF-8.
es: Subtítulos descargaron con éxito. [%s], conversión a UTF-8.
uk: Субтитри завантаженні успішно. [%s], перетворення в UTF-8.

source: Subtitles downloader
es: Descargador de subtítulos
uk: Завантажити субтитри

source: Subtitles for: %s
es: Subtítulos para: %s
uk: Субтитри для: %s

source: Subtitles not found.
es: Subtítulos no encontrados.
uk: Субтитри не знайдені.

source: Subtitles provider: %s
es: Proveedor de subtítulos: %s
uk: Провайдер субтитрів: %s

source: Such as downloading and installation additional binaries
es: Cómo descargar e instalar los binarios adicionales
uk: Таких, як завантаження і встановлення додаткових модулів двоїчного файла

source: Synchronize
es: Sincronizar
pt: Sincronizar
uk: Синхронізувати

source: TV Shows
es: Programas de TV
uk: ТВ Шоу

source: TV series
es: ТV Series
uk: Телесеріал

source: TV shows
es: ТV Espectáculos
uk: ТВ шоу

source: Teletext decoder
es: Decodificador de teletexto
uk: Декодер телетексту

source: Testers:
es: Probadores:
uk: Тестери:

source: Text files ytlist and urllist are in:
es: UrlList y ytlist de archivos de texto están en:
uk: Текстові файли ytlist і urllist знаходяться:

source: The "%s" utility is used by IPTVPlayer.
es: La utilidad "%s" es utilizada por el IPTVPlayer.
uk: Утіліта "%s" використовується в IPTV Плеєрі.

source: The "%s" utility is used by the IPTVPlayer as external movie player based on the ffmpeg and libeplayer.
es: La utilidad "%s" es utilizada por el IPTVPlayer por external movie player basada en el ffmpeg y libeplayer.
uk: Утіліта "%s" використовується IPTV Плеєром в якості зовнішнього відео плеєра.на основі FFmpeg і libeplayer.

source: The "%s" utility is used by the IPTVPlayer as external movie player.
es: La utilidad "%s" es utilizada por el IPTVPlayer como reproductor de películas externas.
uk: Утіліта "%s" використовується IPTV Плеєром в якості зовнішнього відео плеєра.

source: The "%s" utility is used by the IPTVPlayer to buffering and downloading [%s] links.
es: El IPTVPlayer utiliza la utilidad "%s" para almacenar en búfer y descargar enlaces [%s].
uk: Утіліта "%s" використовується IPTV Плеєром для кешування і завантаження матеріала з посилань [%s].

source: The "%s" utility is used by the IPTVPlayer to determine the encoding of the text.
es: El IPTVPlayer utiliza la utilidad "%s" para determinar la codificación del texto.
uk: В "%s" утіліта використовується IPTV Плеєром для визначення кодіровки текста.

source: The current host crashed
es: El host se estrelló
uk: Даний хост не працює

source: The default video quality:
es: Calidad de vídeo predeterminada:
uk: Якість відео по замовчуванню:

source: The number of items in the search history
es: Número de elementos en historial de búsqueda
pt: O número de itens no histórico de procura
uk: Кількість елементів в історії пошуку

source: The preferred protocol:
es: Protocolo preferido:
uk: Переважаючий протокол:

source: The problem with creating a directory [%s].
es: Problema con la creación de un directorio [%s].
pt: O problema ao criar uma pasta (%s).
uk: Проблема зі створенням каталогу [%s].

source: The problem with obtaining the gateway proxy!
es: Problema con la creación de un directorio!
uk: Проблема з отриманням шлюзу проксі!

source: The problem with the logged-in user "%s. Check your login details in the host configuration."
es: Problema con el usuario conectado "%s. Compruebe su contraseña en los detalles en la configuración del host."
uk: Проблема з авторизирацією користувача "%s. Перевірте свої реєстраційні дані в конфігурації хост."

source: The problem with the user's logon "%s". Check your login details in the host configuration.
es: Problema de inicio de sesión del usuario "%s". Compruebe sus datos de acceso en la configuración del host.
uk: Проблема зі входом користувача "%s". Перовірте свої реєстраційні дані в конфігурації хоста.

source: The same item already exists in this group.
es: El mismo artículo ya existe en este grupo.
pt: O mesmo item já existe neste grupo
uk: Те ж саме елемент вже існує в цій групі.

source: The user Last.fm
es: El usuario de Last.fm
uk: Користувач Last.fm

source: There are no active premium account. Using a limited version that may not work properly with congested links.
es: No hay ninguna cuenta premium activa. Utiliza una versión limitada que no puede funcionar correctamente con enlaces congestionados.
uk: Там немає активного преміум акаунта. Використовувати обмежену версію, що не може працювати відповідно з перевантаженними посиланнями.

source: There is a new version available do you want to update? Your version [%s], latest version on server [%s].
es: ¿Hay una nueva version disponible desea actualizar? Su versión [%s], última versión en el servidor [%s]
uk: Існує нова версія плагіна. Ви бажаєте, оновити? Ваша версія [%s], остання версія на сервері [%s].

source: There are no other favourite groups
es: No hay otros grupos favoritos

source: There is no free space on the drive [%s].
es: No hay ningún espacio libre en el disco [%s].
pt: Não existe espaço suficiente no drive (%s).
uk: На диску немає вільного місця [%s].

source: There is no space in the directory [%s] Available[%s], required [%s].
es: No hay ningún espacio en el directorio [%s] Disponible [%s], Requerido [%s].
pt: Não existe espaço na pasta (%s) Disponível (%s), necessário (%s).
uk: В каталозі не хватає місця [%s] Доступно [%s], необхідно [%s].

source: There is no update for the current configuration.
es: No existe actualizacion para la configuración actual.
pt: Não existe uma atualização para a configuração atual.
uk: Для поточної версії, оновлення відсутні.

source: There was an error Download.
es: Hubo un error de descarga.
uk: Була помилка завантаження.

source: There was an error Download. Status[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]
es: Hubo un error de descarga. Estado [%s], tmpBuffSize [%r], canRunMoviePlayer [%r]
uk: Була помилка завантаження. Статус[%s], tmpБуфРозмір[%r], може працювати з Gameplayer[%r]

source: There was an error downloading.
es: Se ha producido un error al descargar.
uk: Помилка при завантаженні.

source: This site requires login. Please complete host configuration data.
es: Este sitio requiere registro. Por favor complete los datos de configuración de host.
uk: Цей сайт потребує логін. Будь-ласка, заповніть дані конфігурації хостів.

source: Today, too many people are watching a movie with
es: Hoy en día, muchas personas están viendo la película con
uk: Сьогодні дуже багато користувачів дивляться фільм з

source: Top
es: Arriba
pt: Cima
uk: Верхній

source: Topics
es: Temas
pt: Tópicos
uk: Теми

source: Total Divas
es: Tamaño total
uk: Тотальні Діви

source: Transparent
es: Transparente
uk: Прозорий

source: Try again for some time
es: Vuelva a intentarlo durante algún tiempo
uk: Попробуйте ще раз через деякий час

source: Turkish
es: Turco
uk: Турція

source: Turn off buffering for http://prognoza.pogody.tv/
es: Apague el almacenamiento en búfer para http://prognoza.pogody.tv/
uk: Виключіть буферизацію для http://prognoza.pogody.tv/

source: Type:
es: Tipo:
pt: Tipo:
uk: Тип:

source: Türk
es: Turco
uk: Турецький

source: UNKNOWN
es: DESCONOCIDO
uk: НЕВІДОМИЙ

source: Ukraine
es: Ucrania
uk: Україна

source: Unknown
es: Desconocido
pt: Desconhecido
uk: Невідомий

source: Unknown protocol %s
es: Protocolo desconocido %s
uk: Невідомий протокол %s

source: Unknown protocol [%s]
es: Protocolo desconocido [%s]
pt: Protocolo desconhecido (%s)
uk: Невідомий протокол [%s]

source: Unpacking the archive completed successfully.
es: Desempacar el archivo terminado con éxito.
pt: Descompatamento do arquivo concluído com sucesso.
uk: Розпаковка архіву успішно завершена.

source: Update
es: Actualizar
pt: Atualizar
uk: Оновлення

source: Update completed successfully. For the moment, the system will reboot.
es: Actualización completada con éxito. Por el momento, el sistema se reiniciará.
pt: Atualização concluída com sucesso. Agora, o sistema irá reiniciar.
uk: Оновлення успішно завершено. На даний момент, система перезагрузиться.

source: Update failed. Check the status by selecting interesting and pressing OK.
es: Error de actualización. Compruebe el estado seleccionando de su interés y pulsar OK.
pt: Atualização falhou. Verifique o estado selecionando o que interessa e prima OK.
uk: Не вдалось виконати оновлення. Перевірте потрібне вам, і натисніть OK.

source: Update failed. Check the status by selectiong interesting and pressing ok.
es: La actualización ha fallado. Comprobar el estado mediante la selección y pulse OK.
uk: Оновлення не вдалося. Перевірте статус вибраного, натисніть кнопку ОК.

source: Update not available.
es: Actualización no disponible.
pt: Atualização não disponível.
uk: Оновлення недоступно.

source: Update packet type
es: Tipo de paquete de actualización
pt: Tipo de pacote de atualização
uk: Пакети, доступні для оновлення

source: Update packet was downloaded successfully.
es: Paquete de actualización descargada con éxito.
pt: O pacote de atualização foi descarregado com sucesso.
uk: Оновлений пакет успішно завантажений.

source: Update server not selected.
es: Servidor de actualización no seleccionado.
pt: Servidor de atualização não selecionado.
uk: Сервер оновлень не вибрано.

source: Upload date
es: Fecha de actualización
pt: Data de envio
uk: Дата публікації

source: Urllists player
es: Listas URL Player
uk: Гіперлінки Плеєра

source: Use German proxy for link request
es: Utilizar a proxy alemán para la petición de enlace
uk: Використовувати Німецький проксі для запиту посилання

source: Use Polish proxy for http://prognoza.pogody.tv/
es: Utilizar proxy polaco para http://prognoza.pogody.tv/
uk: Використовувати проксі-сервер для Польського http://prognoza.pogody.tv/

source: Use a proxy gateway
es: Utilizar un gateway proxy
uk: Використовувати проксі-шлюз

source: Use default video quality:
es: Usar calidad de vídeo por defecto:
pt: Usar a qualidade de vídeo padrão:
uk: Використовувати по замовчуванню якість відео:

source: Use defauult qality:
es: Usar calidad predeterminada:
uk: Якість використання по замовчуванню:

source: Use ru proxy server:
es: Usar servidor proxy de Rusia:
uk: Використовувати проксі-сервер ру:

source: User Last.fm
es: Usuario Last.fm
uk: Користувач Last.fm

source: User [%s] logon failure.
es: Falla de inicio de sesión de usuario [%s].
pt: Falha de logon [%s] do utilizador
uk: Користувач [%s] помилка входу в систему.

source: User files
es: Archivos de usuario
uk: Файли користувача

source: User links
es: Enlaces del Usuario
pt: Links do utilizador
uk: Лінки користувача

source: User links stored in the ytlist.txt file.
es: Enlaces de usuario almacenados en el archivo ytlist.txt.
pt: Links do utilizador guardados no ficheiro ytlist.txt.
uk: Лінки користувача, збереженні в файлі ytlist.txt.

source: User-Agent
es: Usuario-Agente
uk: Агент користувача

source: Username:
es: Nombre de usuario:
uk: Імя користувача:

source: Uses the default video quality:
es: Usa la calidad del video por defecto:
uk: Використовувати якість відео по замовчуванню:

source: Utility "%s" has not been detected. Do you want to install it?
es: Utilidad "%s" no se ha detectado. ¿Quieres instalarlo?
uk: Утіліта "%s" застаріла. Ви бажаєте, встановити нову?

source: Utility "%s" has not been detected. What do you want to do?
es: Utilidad "%s" no se ha detectado. ¿Quieres instalarlo?
uk: Утіліта "%s" застаріла. Що ви бажаєте зробити?

source: Utility "%s" is deprecated. Do you want to install new one?
es: Utilidad "%s" está en desuso. ¿Quieres instalar uno nuevo?
uk: Утіліта "%s" застаріла. Ви бажаєте, встановити нову?

source: Utility "%s" is deprecated. What do you want to do?
es: Utilidad "%s" está en desuso. ¿Qué quieres hacer?
uk: Утіліта "%s" застаріла. Що ви бажаєте зробити?

source: Version
es: Versión
uk: Версія

source: Version [%s] is ready for installation. After installation, restart of the system will be done. Do you want to continue?
es: Versión [%s] está listo para la instalación. Después de la instalación, se realizará el reinicio del sistema. ¿Desea continuar?
pt: Versão (%s) está pronta a instalar. Após a instalação, um reinício será efetuado. Pretende continuar?
uk: Версія [%s] готова до встановлення. Після встановлення, cистема буде перезавантажена. Ви бажаєте продовжити?

source: Video
es: Vídeo
pt: Vídeo
uk: Відео

source: Video buffer size [MB]
es: Tamaño buffer de video [MB]
uk: Розмір буфера відео в [MB]

source: Video format:
es: Formato de video:
pt: Formato de Vídeo:
uk: Формат відео:

source: Video options
es: Opciones de video
uk: Параметри відео

source: View count
es: Ver contador
pt: Ver contagem
uk: Кількість переглядів

source: WWE Main Event
es: Evento principal WWE
uk: WWE Головна подія

source: Watch video materials from IPTV services
es: Mostrar vídeos de fuentes de IPTV
pt: Ver materiais de Vídeo de serviços IPTV
uk: Перегляд сервісів IPTV

source: Web streams player
es: Reproductor streams Web
uk: Програвач Веб-потоків

source: Webpages:
es: Páginas web:
uk: Веб-сторінка:

source: Week
es: Semana
pt: Semana
uk: Тиждень

source: Weekly
es: Semanal
pt: Semanal
uk: Щоденно

source: Writer
es: Escritor
uk: Автор

source: Wrong indexes.
es: Índices erróneos.
pt: Indexações erradas.
uk: Неправильні індекси.

source: Wrong version. downloaded version [%s] is different from the requested [%s].
es: Versión incorrecta. la versión descargable [%s] es diferente de la solicitada [%s].
pt: Versão errada. versão descarregada (%s) é diferente da pedida (%s).
uk: Невірна версія. Завантажена версія [%s] відрізняється від потрібної [%s].

source: You can use Russian proxy server as a workaround.
es: Puede utilizar servidor proxy ruso como una solución temporal.
uk: Ви можете використати російський проксі-сервер в якосі обхідного шляху.

source: You do not have a premium account. Starting a sponsored broadcast.
es: No tienes cuenta premium. Iniciar una emisión patrocinada.
uk: Ви не маєте преміум акаунту. Оплатіть одну трансляцію.

source: You do not have a premium account.Starting a sponsored broadcast.
es: No tienes una cuenta premium. Empezar una emisión patrocinada.
uk: Ви не маєте преміум-акаунту. Оплатіть одну трансляцію.

source: You need to enter email and password in configuration.
es: Necesitará introducir email y contraseña en configuración.
uk: Ви повинні ввести адрес електронної пошти і пароль в конфігурації.

source: You probably have not access to this page due to geolocation restriction.
es: Usted probablemente no tiene acceso a esta página debido a la restricción de la geolocalización.
uk: Ви, мабуть, не маєте доступу до цієї сторінки в звязку з обмеженням геолокації.

source: Your OpenSSL version is [%s]
es: La versión de OpenSSL es [%s]
uk: Ваша версія OpenSSL являється [%s]

source: Your platform is [%s]
es: Su plataforma es [%s]
uk: Ваша платформа [%s]

source: Your search entry
es: Su entrada de búsqueda
pt: A sua procura
uk: Введіть тип пошуку

source: Youtube player
es: Reproductor de YouTube
uk: Youtube плеєр

source: Youtubes player
es: Reproductor de YouTube
uk: Youtube плеєр

source: [%s] - configuration
es: %s - configuración
pt: (%s) - configuração
uk: [%s] - Конфігурація

source: [%s] will be used by IPTVPlayer.
es: %s será utilizado por IPTVPlayer.
uk: [%s] буде використовуватися IPTV плеєром.

source: [%s] with buffering
es: [%s] con búfer
pt: [%s] com buffering
uk: %s з буферизацією

source: [%s] without buffering
es: [%s] sin búfer
pt: [%s] sem buffering
uk: %s без буферизації

source: [For download only]
es: [Para descargar sólo]
uk: Тільки Скачати

source: [HLS/M3U8] buffering
es: [HLS/M3U8] búfer
uk: [HLS / M3U8] Буферизація

source: [HTTP] buffering
es: [HTTP] búfer
uk: [HTTP] Буферизація

source: [RTMP] buffering (rtmpdump required)
es: [RTMP] búfer (requiere rtmpdump)
pt: [RTMP] buffering (rtmpdump requerido)
uk: [RTMP] Буферизація (rtmpdump обовязково)

source: [group]
es: [Grupo]
uk: [група]

source: active
es: activo
uk: активний

source: after a week
es: después de una semana
pt: após uma semana
uk: через тиждень

source: after closing
es: después del cierre
pt: depois de fechar
uk: після закриття
