Repository: j00zek/eePlugins
Catalog: zmodowanePrzezInnych/HddSleep/locale/*/LC_MESSAGES/HddSleep.po
Languages: cs, pl

source: 1 minute
cs: 1 minuta
pl: 1 minuta

source: 3 minutes
cs: 3 minuty
pl: 3 minuty

source: 5 minutes
cs: 5 minut
pl: 5 minut

source: 10 minutes
cs: 10 minut
pl: 10 minut

source: 15 minutes
cs: 15 minut
pl: 15 minut

source: 20 minutes
cs: 20 minut
pl: 20 minut

source: 30 minutes
cs: 30 minut
pl: 30 minut

source: 60 minutes
cs: 60 minut
pl: 60 minut

source: Autorun is disabled!
cs: Autorun je zakázán!
pl: Autorun wyłączony!

source: Before uninstall this plugin set epg.dat path back to default!
cs: Před odinstalací tohoto pluginu nastavte zpět výchozí cestu pro epg.dat!
pl: Před odinstalací tohoto pluginu nastavte zpět výchozí cestu pro epg.dat!

source: Create log file
cs: Založit log soubor
pl: Tworzenie pliku loga

source: Default path
cs: Výchozí
pl: Standardowa ścieżka

source: Enable sleeping
cs: Povolit usínání
pl: Włącz uśpienie

source: Epg.dat here
cs: Epg.dat zde
pl: Epg.dat tutaj

source: HddSleep Configuration
cs: Nastavení HddSleep
pl: Konfiguracja HddSleep

source: HDD sleeptime settings
cs: Nastavení usínání disků
pl: Ustawienia czasu uśpienia

source: Mounted devices:
cs: Připojená zařízení:
pl: Zamontowane urządzenia:

source: Path for epg.dat
cs: Cesta pro epg.dat
pl: Ścieżka do epg.dat

source: Process:
cs: Proces:
pl: Proces:

source: Sleep
cs: Uspat
pl: Uśpij

source: Sleep time for
cs: Čas usnutí pro
pl: Uśpij po

source: Version
cs: Verze
pl: Wersja

source: close plugin
cs: zavřít plugin
pl: Zamknij

source: save configuration and exit
cs: uložit konfiguraci a zavřít plugin
pl: Zapisz konfigurację i zakmnij

source: sleep selected device
cs: uspat vybrané zařízení
pl: Uśpij wybrane urządzenia

source: store Epg.dat on selected device
cs: uložit Epg.dat na vybrané zařízení
pl: uložit Epg.dat na vybrané zařízení

source: list of mounted devices up
cs: seznam připojených zařízení nahoru
pl: lista zamontowanych urządzeń up

source: list of mounted devices down
cs: seznam připojených zařízení dolu
pl: lista zamontowanych urządzeń down

source: device type:
cs: typ zařízení:
pl: Typ urządzenia:

source: on
cs: na
pl: wł
