Repository: j00zek/eePlugins
Catalog: AutoShutDown/locale/*/LC_MESSAGES/plugin-AutoShutDown.po
Languages: pl

source: Go to standby
pl: Uśpij tuner

source: Power off STB
pl: Wyłącz tuner

source: AutoShutDown: %s ?
pl: Auto wyłączenie: %s ?

source: AutoShutDown settings
pl: Ustawienia automatycznego wyłączania

source: AutoShutDown Setup
pl: Ustawienia automatycznego wyłączania

source: Exit
pl: Wyjście

source: Default
pl: Ustaw standardowe

source: Choose media file
pl: Wybierz plik video

source: *** Configuration for automatic power off in standby ***
pl: *** Automatyczne wyłączenie w uśpieniu ***

source: Enable automatic power off in standby:
pl: Włącz automatyczne wyłączanie w uśpieniu:

source: Time in standby for power off (min):
pl: Czas w uspieniu do wyłączenia (min):

source: Disable power off for given interval:
pl: Zablokuj wyłączanie w przedziale czasu:

source: Begin of excluded interval (hh:mm):
pl: Początek przedziału czasu (hh:mm):

source: End of excluded interval (hh:mm):
pl: Koniec przedziału czasu (hh:mm):

source: *** Configuration for inactivity actions ***
pl: *** Brak aktywności ***

source: Enable action after inactivity:
pl: Włącz obsługę braku aktywności:

source: Time for inactivity (min):
pl: Czas braku aktywności (min):

source: Action for inactivity:
pl: Akcja dla braku aktywności:

source: Disable inactivity action at timeshift:
pl: Zablokuj obsługę braku aktywności gdy jest włączony timeshift:

source: Show message before inactivity action:
pl: Wyświetl informację przed wykonaniem akcji:

source: Message timeout (sec):
pl: Czas wyświetlania informacji (s):

source: Play media file before inactivity action:
pl: Odtwórz plik przed wykonaniem akcji:

source: Disable inactivity action for given interval:
pl: Zablokuj obsługę braku aktywności w przedziale czasu:

source: *** Common configuration ***
pl: *** Inne ustawienia ***

source: Disable power off in EPGRefresh interval:
pl: Wyłącz automatyczne wyłączanie gdy działa EPGRefresh:

source: Disable power off until a hard disk is active:
pl: Wyłącz automatyczne wyłączanie gdy działa dysk:

source: Disable power off until a given device is pingable:
pl: Wyłącz automatyczne wyłączanie gdy działa urządzenie sieciowe (ping):

source: IP address of network device:
pl: Adres IP urządzenia siecioego:

source: Show in Extensions/Plugins:
pl: Pokaż jako wtyczkę w Rozszerzeniach i Menadżerze wtyczek

source: Really close without saving settings?
pl: Wyjść bez zapisu ustawień?

source: Reset AutoShutDown settings to defaults?
pl: Zresetować ustawienia do standardowych?

source: Select a media file for AutoShutDown
pl: Wybierz plik video do odtworzenia

source: Invalid Choice
pl: Zły wybór
