Repository: j00zek/eePlugins
Catalog: j00zekOPKGmgr/locale/*/LC_MESSAGES/plugin-j00zekOPKGmgr.po
Languages: de

source: Alternate OPKG manager
de: Alternativer OPKG-Manager

source: Install, update, upgade all ipk packages from GUI
de: Installieren, aktualisieren und aktualisieren Sie alle IPK-Pakete über die GUI

source: New actualization ready to install Start OPKG manager?
de: Neue Aktualisierung bereit zur Installation OPKG-Manager starten?

source: Install Local package
de: Lokales Paket Installieren

source: You will be later prompted for file selection.
de: Du wirst später zur Dateiauswahl aufgefordert.

source: ERROR connecting to OPKG
de: ERROR Verbindung mit opkg

source: Neigther internet nor service is working :(
de: Internetverbindung oder Dienst funktioniert nicht :(

source: Select option
de: Option wählen

source: New directory
de: Neuer Ordner

source: Cancel
de: Anulieren

source: Apply
de: Installieren

source: Internal flash
de: Flash-Speicher

source: Select package
de: Paket auswählen

source: Refresh list
de: Liste aktualisieren

source: Options
de: Optionen

source: Upgrading all packages....
de: Alle Pakete aktualisieren....

source: Are you sure, you want delete %s package?
de: Paket definitiv entfernen %s?

source: Only %d MB left!!! At least 8MB is required to safely install and upgrade packages.
de: Nur noch %d MB freier Speicher!!! Minimum 8 MB, um die meisten Pakete sicher zu installieren oder zu aktualisieren.

source: Remove some packages, or upgade from console!
de: Entferne einige Pakete oder aktualisiere sie von der Konsole!

source: Too many packages and too small free space for upgrade!!!
de: Zu viele Pakete zum Upgrade und zu wenig Speicherplatz !!!

source: Do you want to upgrade all packages?
de: Möchtest du wirklich alle Pakete aktualisieren?

source: Do you want to upgrade %s package?
de: Sicher das Paket aktualisieren %s?

source: Are you sure to install %s package?
de: Sicher das Paket installieren %s?

source: Are you sure to install %s package with %s size?
de: Sicher das Paket installieren %s von Größe %s?

source: Do you want to run '%s'? (package size %s)
de: Sicher das ausführen '%s'? (Paketgröße %s)

source: Upgrading all packages...
de: Alle Pakete aktualisieren...

source: Post upgrade cleanup...
de: Bereinigung nach dem Upgrade...

source: After changes in opkg, tuner has to be restarted. Restart now?
de: Das System muss nach Veränderungen in OPKG neu starten. Neustart jetzt?

source: Trying to download a new packetlist. Please wait...
de: Versuch, eine neue Paketliste herunterzuladen. Bitte warten....

source: Package list update
de: Aktualisierung der Paketliste

source: Upgrade packages
de: Pakete aktualisieren

source: Recommended update installed packages
de: Empfohlenes Update installierter Pakete

source: Show openPLI plugins only
de: Nur openPLI-Plugins anzeigen

source: Show openPLI skins only
de: Nur openPLI-Skins anzeigen

source: Show all openPLI elements only
de: Nur alle openPLI-Elemente anzeigen

source: Show all Neutrino elements only
de: Nur alle Neutrino-Elemente anzeigen

source: show oscam packages only
de: Nur Oscam-Pakete anzeigen

source: show fonts only
de: Nur Schriftarten anzeigen

source: show picons only
de: Nur Picons anzeigen

source: show language packets only
de: Nur Sprachpakete anzeigen

source: show system libraries only
de: Nur Systembibliotheken anzeigen

source: show Python modules only
de: Nur Python-Module anzeigen

source: Show DVB-T modules only
de: Nur DVB-T-Module anzeigen

source: Show kernel modules only
de: Nur Kernelmodule anzeigen

source: Show all packages
de: Alle Pakete anzeigen

source: Install local packet
de: Lokales Paket Installieren

source: Delete
de: Löschen

source: delete %s
de: Löschen %s

source: Install
de: Installieren

source: install %s
de: Installieren %s

source: Upgrade
de: Aktualisierung

source: upgrade %s
de: Aktualisierung %s

source: Show system plugins only
de: Nur System-Plugins anzeigen

source: Show extension plugins only
de: Nur Erweiterungs-Plugins anzeigen

source: Show j00zek's plugins only
de: Nur die Plugins von j00zek anzeigen

source: ERROR connecting to the internet
de: Kein Internet

source: OPKG server does not response on pings :(
de: Der OPKG-Server antwortet nicht auf Pings :(

source: ERROR updating OPKG
de: FEHLER beim Aktualisieren von OPKG

source: 'opkg update' command returned an error %i :(
de: Befehl 'opkg update' hat einen Fehler %i :(

source: show channels only
de: Nur Kanäle anzeigen

source: Show DVB USB modules only
de: Nur DVB-USB-Module anzeigen

source: Use up/down arrows to scroll text. OK closes window
de: Mit Aufwärts- / Abwärtspfeile, um durch den Text zu scrollen. OK schließt das Fenster

source: Downloading
de: Download

source: Inflating
de: Verarbeitung

source: Installing
de: Installieren

source: Force uninstall
de: Deinstallation erzwingen
