Repository: j00zek/eePlugins
Catalog: MSNweather-NP/Plugins/Extensions/MSNweather/locale/*/LC_MESSAGES/MSNweather.po
Languages: de, pl, zh

source: foreca daily rain precip
pl: Prognoza dziennych opadów:
zh: 预报每日降雨量

source: --- CZUJNIKI JAKOŚCI POWETRZA (najbliższy najlepszy)---
zh: ---空气质量传感器(最接近的最佳)---

source: ---Air quality sensor (closest best)---
zh: ---空气质量传感器(最接近的最佳)---

source: smogOK sensor ID (OK)
zh: 烟雾传感器 ID(确定)

source: Wschód słońca
zh: 日出时间:

source: Zachód słońca
zh: 日落时间:

source: Dzień będzie trwał %s, %s %s
zh: 这一天将持续 %s, %s %s

source: %s godzin i %s minut
zh: %s小时 %s分钟

source: będzie dłuższy od najkrótszego o
zh: 比前一天短

source: i krótszy od najdłuższego o
zh: 并且比最长的一天要短

source: km/h
zh: 千米/小时

source: Detailed forecast
zh: 详细预测

source: updateInfo Exception:
zh: 更新信息异常:

source: updateInfo Exception cleaning hourly data:
zh: 更新信息异常清除每小时数据:

source: updating hourly data for %s hours...
zh: 正在更新 %s小时的小时数据...

source: updateInfo Exception updating hourly data:
zh: 更新信息异常更新每小时数据:

source: Exception: %s
zh: 例外情况:%s

source: EXCEPTION:
zh: 例外情况:

source: Chmury
zh: 云量:

source: Humidity
pl: Wilgotność
zh: 湿度:

source: Temp. wody
zh: 水温:

source: Temp. punktu rosy
zh: 露点:

source: UV
zh: 紫外线:

source: Wind gust
pl: Wiatr w porywach do
zh: 最高风速:

source: Temp. odczuwalna
zh: 体感温度:

source: W dzień:
zh: 白天预报:

source: W nocy:
zh: 夜间预报:

source: %s godzinę
zh: %s 小时

source: %s minutę
zh: %s 分钟

source: %s minuty
zh: %s 分钟

source: %s minut
zh: %s 分钟

source: %s sekundy
zh: %s 秒

source: %s sekund
zh: %s 第二

source: pogoda za dnia
zh: 白天天气

source: podsumowanie dnia
zh: 一天的总结

source: Prognoza na %s, %s
zh: 天气预测 %s, %s

source: Wschód księżyca
zh: 月出:

source: Zachód księżyca
zh: 月落:

source: Słońce
zh: 太阳

source: wzejdzie o %s
zh: 将上升到 %s

source: wzeszło o %s
zh: 上升到

source: i zajdzie o %s.
zh: 它将是关于 %s.

source: i zaszło o %s.
zh: 事情发生在 %s.

source: Dzień będzie trwał
zh: 这一天将持续下去

source: , będzie dłuższy od najkrótszego o
zh: ,比最短的要长

source: i krótszy od najdłuższego o
zh: 比最长的要短

source: W ostatnich
zh: 近年来

source: latach w tym dniu...
zh: 在那一天...

source: - deszcz padał
zh: - 下雨了

source: dni, średnie opady
zh: 天，平均降水量

source: , maksymalne
zh: ,最大值

source: w
zh: 在

source: padal
zh: 下雨了

source: r
zh: 年

source: - Średnia temperatura maksymalna wynosiła %s%s°C%s, najwyższa zanotowana %s%s°C%s w %s%sr
zh: - 平均最高温度为 %s%s°C%s, 最高记录 %s%s°C%s 在 %s%s年

source: - Średnia temperatura minimalna wynosiła %s%s°C%s, najniższa zanotowana %s%s°C%s w %s%sr
zh: - 平均最低温度为 %s%s°C%s, 最低记录 %s%s°C%s 在 %s%s年

source: %s rekordów
zh: %s 记录

source: czyszczenie danych godzinowych
zh: 每小时数据清理

source: aktualizuje dane godzinowe
zh: 更新每小时数据

source: Będzie bezwietrznie
zh: 无风

source: Powiewy o prędkości %s km/h
zh: 软风 %s 千米/时

source: Wiatr słaby o prędkości %s km/h
zh: 轻风 %s 千米/时

source: Wiatr łagodny o prędkości %s km/h
zh: 微风 %s 千米/时

source: Wiatr umiarkowany o prędkości %s km/h
zh: 和风 %s 千米/时

source: Wiatr dość silny o prędkości %s km/h
zh: 清风 %s 千米/时

source: Wiatr silny o prędkości %s km/h
zh: 强风 %s 千米/时

source: Wiatr bardzo silny o prędkości %s km/h
zh: 疾风 %s 千米/时

source: Wiatr gwałtowny o prędkości %s km/h
zh: 大风 %s 千米/时

source: Wichura o prędkości %s km/h
zh: 暴风 %s 千米/时

source: Silna wichura o prędkości %s km/h
zh: 狂风 %s 千米/时

source: Gwałtowna wichura o prędkości %s km/h
zh: 暴风 %s 千米/时

source: Huragan o prędkości %s km/h
zh: 飓风 %s 千米/时

source: Cloud cover
pl: Zachmurzenie
zh: 云量:

source: Dew point temp.
pl: Temp. punktu rosy
zh: 露点温度:

source: Water temp.
pl: Temp. wody
zh: 水温:

source: Zaktualizowano %s
zh: 信息来源 %s

source: %s %s Temp. %s Rain %s
pl: %s %s Temp. %s Opady %s
zh: %s %s 温度:%s 降雨:%s

source: auto
zh: 自动

source: maximum
pl: maksymalna prognoza godzinowa
zh: 最大限制

source: average
pl: średnia prognoza godzinowa
zh: 正常值

source: Geo
zh: 地理位置

source: Sun
pl: Nie
zh: 周日

source: Mon
pl: Pon
zh: 周一

source: Tue
pl: Wto
zh: 周二

source: Wed
pl: Śro
zh: 周三

source: Thu
pl: Czw
zh: 周四

source: Fri
pl: Pią
zh: 周五

source: Sat
pl: Sob
zh: 周六

source: ---Quality sensors are constantly (the best closest)---
zh: ---质量传感器信息(最接近)---

source: Default skin background:
pl: Tło standardowej skórki:
zh: 默认皮肤背景:

source: Bing picture
pl: Zdjęcia dnia z Bing
zh: Bing每日壁纸

source: Debug to /tmp/MSNdata_logs.tar.gz (requires restart):
pl: Logowanie do /tmp/MSNdata_logs.tar.gz (wymagany restart):
zh: 调试文件保存到/tmp/MSNdata_logs.tar.gz (需要重启):

source: auto
zh: 自动

source: PurpleAir API key
zh: PurpleAir API密钥

source: Sun
pl: Słońce
zh: 太阳

source: will rise at %s
pl: wzejdzie o %s
zh: 升起的时间为: %s

source: rose at %s
pl: wzeszło o %s
zh: 升起的时间为: %s

source: and goes down at %s.
pl: i zajdzie o %s.
zh: 日落时间为: %s.

source: Day will take %s%s and %s
pl: Dzień będzie trwał %s%s i %s
zh: 今天白天的时间为 %s%s & %s.

source: %s godzin
zh: %s 小时

source: , will be longer than the shortest by
pl: , będzie dłuższy od najkrótszego o
zh: ,将比最短的那一天要长

source: and shortest than the longest by
pl: i krótszy od najdłuższego o
zh: 比最长的要短

source: In last %s days, this day...
pl: W ostatnich %s latach w tym dniu...
zh: 在最近几十年内,最近的这 %s天:

source: - was raining %s days, in average %s
pl: - deszcz padał %s dni, średnie opady %s
zh: - 正在下雨的天数为 %s天, 平均降水量为 %s

source: - was snowing %s days, in average %s
pl: - śnieg padał %s dni, średnie opady %s
zh: - 正在下雪的时间为 %s 为,降雪量为 %s

source: - Average highest temperature was %s%s°C%s, highest observed %s%s°C%s in %s%s
zh: - 平均最高温度为 %s%s°C%s, 记录最高 %s%s°C,%s 在 %s%s年.

source: - Average lowest temperature was %s%s°C%s, lowest observed %s%s°C%s in %s%s
zh: - 平均最低温度为 %s%s°C%s, 记录最低 %s%s°C,%s 在 %s%s年.

source: Forecast %s, %s
pl: Prognoza na %s, %s
zh: 天气预报 %s, %s

source: No locations defined... Press 'Menu' to do that.
de: Kein definierter Ort .. Drücken Sie dazu die Taste "Menü".
pl: Brak zdefiniowanej lokalizacji .. Naciśnij przycisk "Menu", aby to zrobić.

source: You need to enter a valid city name before you can search for the location code.
de: Sie müssen einen gültigen Ortsnamen eingeben, bevor Sie nach dem Standortcode suchen können.
pl: Musisz wprowadzić poprawną nazwę miasta, aby znaleźć kod lokalizacji.

source: pon.
de: Mo
pl: pn.

source: Sro.
de: Mi
pl: śr.

source: pią.
de: Fr
pl: pt.

source: sob.
de: Sa
pl: so.

source: Exception: %s
de: Ausnahme:: %s
pl: Wyjątek:: %s

source: Forecast for %s: maximum temperature %s, minimum temperature %s, rain probability %s
de: %s: Maximaltemperatur %s, Minimaltemperatur %s, Regenwahrscheinlichkeit %s
pl: %s: temperatura maksymalna %s, temperatura minimalna %s, prawdopodobieństwo opadów %s

source: No GiOS installations within 20km distance, provide ID manually
pl: Nie wykryto czujnika GiOS w promieniu 20km, podaj ID ręcznie

source: Pochmurnie i niewielkie opady deszcz
pl: Pochmurnie i niewielkie opady deszczu

source: and went down at %s.
pl: i zaszło o %s.

source: City not found :(
pl: Miasto nie znalezione :(

source: Live TV
pl: TV na żywo

source: MyMemories pictures
pl: Zdjęcia osobiste

source: outdated THINGSPEAK data (%s), exiting.
pl: nieaktualne dane THINGSPEAK (%s), opuszczam.

source: loadingTHINGSPEAK data...
pl: ladowanie danych THINGSPEAK...

source: Airly data outdated, exiting.
pl: nieaktualne dane airly, opuszczam.

source: wrong Airly API key, exiting.
pl: błędny klucz API dla airly, opuszczam.

source: - Average highest temperature was
pl: - Średnia temperatura maksymalna wynosiła

source: , highest observed
pl: , najwyższa zanotowana

source: in %s%s
pl: w %s%sr

source: - Average lowest temperature was
pl: - Średnia temperatura minimalna wynosiła

source: , lowest observed
pl: , najniższa zanotowana

source: Moonrise
pl: Wschód księżyca

source: Moonset
pl: Zachód księżyca

source: 1 hour
pl: 1 godzinę

source: %s hour(s)
pl: %s godziny

source: %s hours
pl: %s godzin

source: 1 minute
pl: 1 minutę

source: %s minute(s)
pl: %s minuty

source: %s minutes
pl: %s minut

source: 1 second
pl: 1 sekundę

source: %s second(s)
pl: %s sekundy

source: %s seconds
pl: %s sekund

source: - thunder %s days
pl: - grzmiało %s dni

source: - thunder %s day
pl: - grzmiało %s dzień

source: , maximum
pl: , maksymalne

source: Monthly forecast
pl: Prognoza miesięczna
