Repository: j00zek/eePlugins
Catalog: MSNweather-NP/Plugins/Extensions/MSNweather/locale/*/LC_MESSAGES/MSNweather.po
Languages: de, pl, zh

source: %sName:%s %s
pl: %sNazwa:%s %s
zh: %s名称:%s %s

source: *** Basic settings ***
de: *** Grundeinstellungen ***
pl: *** Ustawienia podstawowe ***
zh: ***基本设置***

source: *** Debuging options ***
de: *** Debugmodus ***
pl: *** Opcje logowania ***
zh: ***调试选项***

source: *** Home solar system ***
pl: *** Domowa elektrownia słoneczna ***
zh: ***家用太阳能系统***

source: *** Home air condition ***
de: *** Haus Klimaanlage ***
pl: *** Domowe klimatyzatory ***
zh: ***家用空调***

source: *** Integration with Airly plugin ***
de: *** Integration mit Airly Plugin ***
pl: *** Integracja z wtyczką Airly ***
zh: ***集成Airly插件集成***

source: --- OPTIONAL, NOT REQUIRED ---
de: --- OPTIONAL, NICHT ERFORDERLICH ---
pl: --- OPCJONALNE, NIE WYMAGANE ---
zh: ---可选,非必要---

source: /etc/enigma2/Airly/api.txt file
de: in /etc/enigma2/Airly/api.txt
pl: w pliku /etc/enigma2/Airly/api.txt
zh: /etc/enigma2/Airly/api.txt 文件

source: /hdd/User_Configs/airlyAPIKEY file
de: in /hdd/User_Configs/airlyAPIKEY
pl: w pliku /hdd/User_Configs/airlyAPIKEY
zh: /hdd/User_Configs/airlyAPI密钥 文件

source: 10 closest Airly installations
de: 10 nächsten Installationen
pl: 10 najbliższych instalacji
zh: 10个最近的通风装置

source: 1st AC system:
de: Erste Klimaanlage:
pl: Pierwszy klimatyzator:
zh: 第一个空调系统：

source: 2nd AC system:
de: Zweite Klimaanlage:
pl: Drugi klimatyzator:
zh: 第二个空调系统：

source: 5 days meteogram for:
de: 5 Tages Meteogramm für:
pl: 5-cio dniowy meteogram dla:
zh: 5天气象图：

source: A/C IP address not set!
de: A/C-IP-Adresse nicht eingestellt!
pl: Nie zdefiniowano adresu IP klimatyzatora!
zh: A/C IP地址未设置！

source: A/C type not set!
de: A/C-Typ nicht eingestellt!
pl: Nie zdefiniowano typu klimatyzatora!
zh: A/C 未设置类型！

source: AAirly API key %s:
de: Schlüssel API Airly %s:
pl: Klucz API Airly %s:
zh: AAirly API密钥 %s:

source: AC in the attic
de: A/C Dachboden
pl: Klima na poddaszu
zh: 阁楼上的空调

source: AC in the bedroom
de: A/C Schlafzimmer
pl: Klima w sypialni
zh: 卧室空调

source: AC in the living room
de: A/C Wohnzimmer
pl: Klima w salonie
zh: 客厅空调

source: Actualization time: %s
de: Aktualisiert um %s
pl: Zaktualizowano o %s
zh: 更新时间: %s

source: Add
de: Hinzufügen
pl: Dodaj
zh: 添加

source: Air is quite good.
de: Die Luft ist ziemlich gut.
pl: Dobre powietrze
zh: 空气很好.

source: Air quality
de: Luftqualität
pl: Jakość powietrza
zh: 空气质量

source: Airly installation ID (OK)
de: Airly Installations-ID (OK zum Auswählen)
pl: ID instalacji Airly (OK aby wybrać)
zh: Airly安装ID（确定）

source: Airly plugin detected - API key CAN be BLOCKED!!!
de: Airly Plugin erkannt - API-Schlüssel kann blockiert werden !!!
pl: Wykryto wtyczkę Airly. możliwa BLOKADA klucza API!!!
zh: 检测到Airly插件-可以锁定API密钥！！！

source: Airly sensor Latitude
de: Breitengrad des Airly-Sensor
pl: Szerokość geograficzna czujnika airly
zh: Airly传感器纬度

source: Airly sensor Longitude
de: Längengrad des Airly-Sensor
pl: Długość geograficzna czujnika airly
zh: Airly传感器经度

source: Airly service
de: Luftservice Airly
pl: serwisu airly
zh: Airly服务

source: Airly sync time
de: Airly aktualisiert um
pl: Airly zaktualizowano o
zh: Airly同步时间

source: Animated infobar icons
de: Animierte Infobar-Icons
pl: Animacja ikon na infobarze
zh: 动画信息栏图标

source: Animated plugin icons
de: Animierte Plugin-Icons
pl: Animacja ikon we wtyczce
zh: 动画插件图标

source: Apr
pl: kwi
zh: 四月

source: Aug
pl: sie
zh: 八月

source: Average maximum temperature
de: Durchschnittliche Maximaltemperatur
pl: Średnia temperatura maksymalna
zh: 平均最高温度

source: Average minimum temperature
de: Durchschnittliche Mindesttemperatur
pl: Średnia temperatura minimalna
zh: 平均最低气温

source: Average rain
de: Durchschnittlicher Niederschlag
pl: Średnie opady deszczu
zh: 平均降雨量

source: Avoid being outside possible
de: Vermeide es, draußen zu sein
pl: Unikaj przebywania na zewnątrz
zh: 尽量避免在外面

source: Back
de: Zurück
pl: Powrót
zh: 返回

source: Bad
de: Schlecht
pl: Złe
zh: 坏的

source: Build histograms:
de: Histogramme erstellen:
pl: Twórz histogramy
zh: 构建直方图：

source: CORRECTLY enter API key and SELECT sensor ID
de: Gib richtigen API Schlüssel und Sensor aus der Liste ein
pl: POPRAWNIE wpisz klucz API i WYBIERZ czujnik z listy!
zh: 正确输密钥并选择传感

source: Cancel
de: Anulieren
pl: Anuluj
zh: 取消

source: Careful! Dust is hanging over the city.
de: Vorsichtig! Staub hängt über der Stadt.
pl: Ostrożnie! Kurz wisi nad miastem.
zh: 小心！灰尘笼罩着城市.

source: City
de: Ort
pl: Miasto
zh: 城市

source: Close
de: Schließen
pl: Zamknij
zh: 关闭

source: Cloud
de: Bewölkung
pl: Zachmurzenie
zh: 云层

source: Current information
de: Aktuelle Informationen
pl: Aktualnie
zh: 当前信息

source: Current selection
de: Zurzeit ausgewählt
pl: Aktualnie wybrana
zh: 当前选择

source: Daikin Air Conditioner
de: von Daikin
pl: Firmy Daikin
zh: 大金空调

source: Data presented (if now defined in skin):
de: Präsentierte Daten (falls nicht im Skin definiert):
pl: Układ (gdy nie zdefiniowano w skórce):
zh: 提供的数据（如果现在在皮肤中定义）：

source: Debug (require restart):
de: Debug (Neustart erforderlich):
zh: 调试（需要重新启动）：

source: Debug log file size:
de: Größe der Debug-Protokolldatei:
pl: Wielkość pliku loga
zh: 调试日志文件大小：

source: Dec
de: Dez
pl: gru
zh: 12月

source: Define the air quality in one word? NOT GOOD.OK,two words;)
de: Luftqualität in einem Wort definieren? NICHT GUT. OK, zwei Wörter
pl: Zdefiniować jakość powietrza jednym słowem? NIE DOBRE. OK, dwa słowa
zh: 用一个词来定义空气质量？不是好的.好的，两个字；）

source: Delete
de: Löschen
pl: Usuń
zh: 删除

source: Description:
de: Beschreibung:
pl: Opis:
zh: 说明：

source: Detailed forecast
de: Detaillierte Prognose
pl: Prognoza szczegółowa
zh: 详细预测

source: Direction
de: Richtung
pl: Kierunek
zh: 方向

source: Do you smell it? That`s the smell of clean air.
de: Kannst du es spüren? So riecht saubere Luft.
pl: Czujesz to? Tak pachnie czyste powietrze!
zh: 你闻到了吗？那是干净空气的味道.

source: Donat go out,unless you want to breathe like Darth Vader!
de: Komm nicht raus, wenn du nicht wie Darth Vader atmen willst!
pl: Nie wychodź, chyba że chcesz oddychać jak Darth Vader!
zh: 别出去，除非你想像达斯·维德那样呼吸！

source: Downloading clouds forecast maps...
de: Herunterladen von Wolkenvorhersagekarten...
pl: Pobieranie map z prognozą zachmurzenia...
zh: 正在下载云预测地图.

source: Downloading precipitation forecast maps...
de: Herunterladen von Niederschlagsvorhersagekarten...
pl: Pobieranie map z prognozą opadów...
zh: 正在下载降水预报地图.

source: Downloading satellite observation maps...
de: Herunterladen von Satellitenbeobachtungskarten...
pl: Pobieranie map satelitarnych...
zh: 正在下载卫星观测地图.

source: Downloading today's temperature maps...
de: Herunterladen der heutigen Temperaturkarten...
pl: Pobieranie map z dzisiejszą temperaturą...
zh: 正在下载今天的温度图.

source: Edit
de: Editieren
pl: Edytuj
zh: 编辑

source: Enjoy the clean air.
de: Genieße die gute Luft.
pl: Ciesz się dobrym powietrzem!
zh: 享受干净的空气.

source: Entry type
de: Standorttyp
pl: Typ lokalizacji
zh: 条目类型

source: Error analyzing web data
de: Fehler beim Analysieren der Webdaten
pl: Błąd analizy danych
zh: 分数据时出错

source: Error sychronizing web data
de: Fehler beim Synchronisieren der Webdaten
pl: Błąd synchonizacji danych
zh: 同数据时出错

source: Error sychronizing webMaps data
de: Fehler beim Synchronisieren der Webkarten-Daten
pl: Błąd synchronizacji danych o mapach
zh: 同数据时出错

source: Error wrong input data
de: Fehler falsche Eingabedaten
pl: Błąd, podano złe dane
zh: 输入数据错误

source: Exception %s
de: Ausnahme %s
pl: Wyjątek %s
zh: 异

source: Exit
pl: Wyjdź
zh: 出口

source: Fan
de: Windmühle
pl: Wiatrak
zh: 风扇

source: Feature not available in this system!!!
de: Funktion in diesem System nicht verfügbar !!!
pl: Funkcja niedostępna na tym systemie!!!
zh: 功能在此系统中不可用!

source: Feb
pl: lut
zh: 二月

source: Feeling temperature
de: Gefühlten Temperatur
pl: Temperatura odczuwalna
zh: 体感温度

source: Feels like %s
de: Gefühlte Temperatur %s
pl: Temp. odczuwalna %s
zh: 体感温度 %s

source: First Quarter
de: Erstes Viertel
pl: I kwadra
zh: 第一季度

source: Forecast for
zh: 天气预报:

source: Full Moon
de: Vollmond
pl: Pełnia
zh: 满月

source: General Error
de: Allgemeiner Fehler
pl: Nieznany błąd
zh: 一般性错误

source: Geo Latitude
de: Geographische Breite
pl: Szerokość geograficzna
zh: 纬度

source: Geo Longitude
de: Geographische Länge
pl: Długość geograficzna
zh: 经度

source: Get current data from:
de: Aktuelle Daten abrufen von:
pl: Użyj aktualnych danych z:
zh: 从以下位置获取当前数据：

source: Getting weather information...
de: Einholen der Wetterinformationen...
pl: Pobieranie informacji o pogodzie ...
zh: 正在获取天气信息...

source: GiOS sensor ID (OK)
pl: ID czujnika GiOŚ (OK aby wybrać)
zh: GiOS传感（正常）

source: Good
de: Gut
pl: Dobre
zh: 很好

source: Great air here today!
de: Tolle Luft heute!
pl: Wspaniałe powietrze!
zh: 今天这里空气真好！

source: HUMIDITY
de: Luftfeuchtigkeit
pl: Wilgotność
zh: 湿度

source: Highest noted
de: Am höchsten notiert
pl: Najwyższa zanotowana
zh: 最著名的

source: Horizontally
de: Horizontal
pl: Poziomy
zh: 横向

source: Hourly
de: Stundenweise
pl: Prognoza godzinowa
zh: 每小时

source: Humidity: %s %%
de: Feuchtigkeit: %s %%
pl: Wilgotność: %s %%
zh: 湿度: %s %%

source: IP address:
de: IP Adresse:
pl: Adres IP:
zh: IP地址：

source: Icons scaling engine:
de: Skaliere Icons:
pl: Silnik skalowanie ikon:
zh: 图标缩放引擎：

source: Icons type:
de: Icons-Typ:
zh: 图标类型：

source: If you can, stay home.
de: Wenn du kannst, bleib zu Hause.
pl: Jeśli możesz, zostań w domu
zh: 如果可以的话，呆在家里.

source: Instead of running outdoors,how about a treadmill instead?
de: Wie wäre es mit einem Laufband, anstatt im Freien zu laufen?
pl: Zamiast biegać na świeżym powietrzu, co powiesz na bieżnię?
zh: 与其在户外跑步，不如用跑步机代替？

source: It's better to limit your outside physical activity today.
de: Heute ist es besser, die körperliche Aktivität im Freien zu begrenzen.
pl: Dziś lepiej ograniczyć aktywność fizyczną na zewnątrz.
zh: 今天最好限制你的户外活动.

source: It's not good,oh no!
de: Es ist nicht gut, oh nein!
pl: Nie jest dobrze, o nie!
zh: 不好，哦不！

source: Jan
pl: sty
zh: 一月

source: Jul
pl: lip
zh: 七月

source: Jun
pl: cze
zh: 六月

source: Keep your windows closed today
de: Halten Sie Ihre Fenster heute geschlossen
pl: Trzymaj dzisiaj okna zamknęte
zh: 今天不要关窗户

source: Last 12h
de: Letzte 12h
pl: Ostatnie 12 godzin
zh: 最后 12小时

source: Last 24h
de: Letzte 24h
pl: Ostatnie 24 godziny
zh: 最近 24小时

source: Last 3h
de: Letzte 3h
pl: Ostatnie 3 godziny
zh: 最近3小时

source: Last 6h
de: Letzte 6h
pl: Ostatnie 6 godzin
zh: 最近6小时

source: Last Quarter
de: Letztes Viertel
pl: III kwadra
zh: 下弦月

source: Last hour
de: Letzte Stunde
pl: Ostatnia godzina
zh: 最后一小时

source: Loading storms maps...
de: Laden von Sturmkarten...
pl: Ładuję mapy występowania burz...
zh: 正在加载风暴地图...

source: Location Full name
de: Voller Ortsname
pl: Pełna nazwa lokalizacji
zh: 位置全名

source: Location code
de: Standortcode
pl: Kod lokalizacji
zh: 位置代码

source: Location in www.foreca.com/<this part>
de: Standort in www.foreca.com/<dieser Teil>
pl: Lokalizacja w www.foreca.com/<ta część>
zh: 在www.foreca.com/中的位置<this part>

source: Location name on the list
de: Ortsname in der Liste
pl: Nazwa lokalizacji na liście
zh: 列表上的位置名称

source: LookO2TsAirlyMsn
zh: 看两个卫星

source: Lowest noted
de: Am niedrigsten notiert
pl: Najniższa zanotowana
zh: 最低记录

source: MSN location search result
de: MSN Standortsuchergebnis
pl: Wynik szukania lokalizacji w MSN
zh: MSN位置搜索结果

source: MSN or Airly depending which latest
de: Service mit den neuesten Daten
pl: serwisu, który ma dane najświerzsze
zh: MSN取决于最新版本

source: MSN service
pl: serwisu MSN
zh: MSN服务

source: MSN service icons
pl: Ikony serwisu MSN
zh: MSN服务图标

source: MSN sync time
de: MSN-Synchronisierungszeit
pl: Czas aktualizacji z MSN
zh: MSN同步时间

source: MSN weather NP
de: MSN Wetter NP
pl: Pogoda MSN & Foreca
zh: MSN天气 NP版

source: MSN weather configuration
de: MSN Wetterkonfiguration
pl: MSN weather konfiguracja
zh: MSN天气配置

source: MSN weather: List of Entries
de: MSN Wetter: Liste der Einträge
pl: Pogoda MSN: Lista wpisów
zh: MSN天气：条目列表

source: Main plugin IP address
de: IP-Adresse des Haupt-Plugins
pl: Adres IP (FTP) głównej wtyczki
zh: 主插地址

source: Main plugin entry ID
de: ID des Haupt-Plugin-Eintrags
pl: ID lokalizacji w głównej wtyczce
zh: 主插件条

source: Main plugin password
de: Passwort
pl: Hasło FTP
zh: 主插件密码

source: Main plugin username
de: Benutzername
pl: Nazwa użytkownika FTP
zh: 主插件用户名

source: Mar
de: Mär
zh: 三月

source: May
de: Mai
pl: maj
zh: 五月

source: Meteogram for www.foreca.net/<this part>
de: Meteogramm für www.foreca.net/<dieser Teil>
pl: Meteogram dla www.foreca.net/<ta część>
zh: 气象图由 www.foreca.net/<这个部分>

source: Mode
de: Modus
pl: Tryb
zh: 模式

source: Moderate
de: Mäßig
pl: Umiarkowane
zh: 中等

source: MsnAirlyTs
zh: 奈尔利茨小姐

source: Neither good nor bad. Think before leaving the house.
de: Die Luft ist weder gut noch schlecht. Überlege dir genau, bevor du das Haus verlässt.
pl: Powietrze ani dobre ani złe. Zastanów się przed wyjściem z domu.
zh: 既不好也不坏,离开家前要想一想.

source: New Moon
de: Neumond
pl: Nów
zh: 新月

source: No airly installations within 20km distance, provide ID manually
de: Keine Airly Installationen innerhalb von 20 km Entfernung, ID manuell angeben
pl: Nie wykryto czujnika airly w promieniu 20km, podaj ID ręcznie
zh: 20公里范围内无空中设施，请手动提供身份证

source: Not configured!!!
de: Nicht konfiguriert!!!
pl: Nie skonfigurowano!!!
zh: 未配置！！！

source: Nov
pl: lis
zh: 十一月

source: O2 sync time
de: O2 Synchronisationszeit
pl: looko2 zaktualizowano o
zh: O2同步时间

source: OK
de: Speichern
pl: Zapisz
zh: 确定

source: Observation point: %s
de: Beobachtungspunkt: %s
pl: Punkt obserwacji: %s
zh: 观察点: %s

source: Observation time: %s
de: Beobachtungszeit: %s
pl: Czas obserwacji: %s
zh: 观察时间: %s

source: Oct
de: Okt
pl: paz
zh: 十月

source: PRESSURE
de: Luftdruck
pl: Ciśnienie
zh: 压力

source: Period:
de: Zeitraum:
pl: Okres:
zh: 期间:

source: Please enter a valid city name.
de: Bitte geben Sie einen gültigen Ortsnamen ein.
pl: Wprowadź prawidłową nazwę miasta.
zh: 请输入有效的城市名称.

source: Please enter a valid location code for the city.
de: Bitte gültigen Standortcode für den Ort eingeben.
pl: Wpisz poprawny kod dla lokalizacji miasta
zh: 请输入城市的有效位置代码.

source: Poor air quality!
de: Schlechte Luft!
pl: Zła jakość powietrza!
zh: 空气质量差！

source: Precipation
de: Niederschlag
pl: Opady
zh: 沉淀

source: Pressure
de: Luftdruck
pl: Ciśnienie
zh: 压 力:

source: Pressure %s
de: Luftdruck %s
pl: Ciśnienie %s
zh: 压力 %s

source: Protect your lungs!
de: Schütze deine Lunge!
pl: Chroń swoje płuca!
zh: 保护你的肺！

source: Rain %s
de: Regen %s
pl: Deszcz %s
zh: 雨 ％s

source: Really delete this WeatherPlugin Entry?
de: Diesen Wetter-Plugin-Eintrag wirklich löschen?
pl: Naprawdę usunąć ten wpis?
zh: 真的要删除这个天气插件条目？

source: Sadly, the air is not quite as clean as it looks today.
de: Leider ist die Luft nicht so sauber, wie sie heute aussieht.
pl: Niestety powietrze nie jest tak czyste, jak to dzisiaj wygląda.
zh: 可悲的是,空气不像今天看起来那么干净.

source: Samsung Air Conditioner
de: von Samsung
pl: Firmy Samsung
zh: 三星空调

source: Satellite
de: Satellit
pl: Satelita
zh: 卫星

source: Save
de: Speichern
pl: Zapisz
zh: 保存

source: Search Code
de: Codesuche
pl: Szukaj Kodu
zh: 搜索代码

source: Sensors priority:
de: Sensoren Priorität:
pl: Priorytet sensorów:
zh: 传感器优先级：

source: Sep
pl: wrz
zh: 九月

source: Set airly API key using one of the following methods:
de: Lege den Airly API-Schlüssel mit einer der folgenden Methoden fest:
pl: Ustaw klucz API arily wg jednej z poniższych metod:
zh: 使用以下方法之一设密钥:

source: Set proper latitude and longitude!!!
de: Stellen Sie den Längen- und Breitengrad richtig ein !!!
pl: Ustaw poprawnie dłuhość i szerokość geograficzną!!!
zh: 设置正确的经纬度！！！

source: Show Histograms
de: Zeige Histogramme
pl: Pokaż histogramy
zh: 显示直方图

source: Show Maps
de: Zeige Karten
pl: Pokaż mapy
zh: 显示地图

source: Show Weather Forecast
de: Zeige Wettervorhersage
pl: Pokazuje prognozę pogody
zh: 显示天气预报

source: Something's hanging in the air. Take care!
de: Etwas hängt in der Luft. Achtung!
pl: Coś wisi w powietrzu. Uważaj!
zh: 有东西悬在空中.当心！

source: meteogram
zh: 气象图

source: Storms
de: Gewitter
pl: Burze
zh: 风暴

source: Storms observations
de: Gewitter Beobachtung
pl: Zaobserwowane burze
zh: 风暴观测

source: System
de: Skala: (ºC - ºF)
pl: Skala: (ºC - ºF)
zh: 系统

source: TEMPERATURE
de: Temperatur
pl: Temperatura
zh: 温度

source: TS sync time
de: TS aktualisiert um
pl: TS zaktualizowano o
zh: TS同步时间

source: Take a breath!
de: Hol erstmal Luft!
pl: Weź oddech!
zh: 深呼吸！

source: Take a deep breath. Today, you can. ;)
de: Tief durchatmen. Heute kannst du!
pl: Weź głęboki oddech. Dzisiaj możesz!
zh: 深呼吸.今天，你可以 ;)

source: Taking long walks on a day like today isn't advisable
de: Lange Spaziergänge an einem Tag wie heute werden nicht empfohlen
pl: Nie zaleca się długich spacerów w taki dzień jak dzisiaj
zh: 在今天这样的日子里走很长的路是不可取的

source: Temperature
de: Temperatur
pl: Temperatura
zh: 温度

source: Temperature | Feelng temperature
de: Temperatur | Gef. Temperatur
pl: Temperatura | Temp. odczuwalna
zh: 温触感温度

source: The air doesn't encourage walking today.
de: Die Luft lädt heute nicht zum Spazieren ein.
pl: Powietrze dziś nie zachęca do spacerów.
zh: 今天的空气不利于散步.

source: The air is nice and clean today!
de: Die Luft ist angenehm und sauber heute!
pl: Powietrze jest dzisiaj przyjemne i czyste!
zh: 今天的空气又好又干净！

source: The air is slightly polluted.
de: Die Luft ist leicht verschmutzt.
pl: Powietrze jest lekko zanieczyszczone.
zh: 空气受到轻微污染.

source: The air quality is good today!
de: Die Luftqualität ist heute gut!
pl: Jakość powietrza jest dzisiaj dobra!
zh: 今天的空气质量很好！

source: The smog is coming! :O
de: Smog kommt! :O
pl: Smog nadchodzi!
zh: 烟雾来了！

source: Things were good once... Let's hope it doesn't get worse!
de: Es war schon mal gut... Hoffen wir, dass es nicht schlimmer wird!
pl: Kiedyś było dobrze ... Miejmy nadzieję, że nie będzie gorzej!
zh: 曾经一切都很好.希望不会更糟！

source: This isn't a day for a walk with The kids:(
de: Dies ist kein Tag, um mit den Kindern spazieren zu gehen
pl: To nie jest dzień na spacer z dziećmi
zh: 今天不是和孩子们散步的日子

source: Try to stay with your family at home.
de: Besser mit Familie zu Hause bleiben.
pl: Lepiej zostać z rodziną w domu.
zh: 尽量和家人呆在家里.

source: Turn off
de: Aus
pl: Wyłącz
zh: 关掉

source: Turn on
de: an
pl: Włącz
zh: 打开

source: Use A/C outside temp sensor instead of MSN:
de: Verwende A/C-Außentemperatursensor anstelle von MSN:
pl: Użyj zewnętrzny czujnik temparatury klimy zamiast MSN:
zh: 使用空调外部温度传感器代：

source: Vertically
de: Vertikal
pl: Pionowy
zh: 垂直地

source: Very bad
de: Sehr schlecht
pl: Bardzo złe
zh: 非常糟糕

source: Very good
de: Sehr gut
pl: Bardzo dobre
zh: 很好

source: Very high pollution!
de: Sehr schlechte Luft!
pl: Bardzo zła jakość powietrza!
zh: 污染非常严重！

source: WIND_SPEED
de: Wind
pl: Wiatr
zh: 风速

source: WRONG API KEY!!!
de: FALSCHER API-SCHLÜSSEL !!!
pl: ŻŁ¥ KLUCZ API!!!
zh: 错误密钥！！！

source: Waning Crescent
de: Abnehmender Sichelmond
pl: Sierp ubywający
zh: 月牙

source: Waning Gibbous
de: Abnehmender Dreiviertelmond
pl: Ubywający księżyc garbaty
zh: 亏凸月

source: Watch out - a few signs of smog
de: Hinweis - ein paar Anzeichen von Smog
pl: Uwaga - kilka oznak smogu
zh: 小有一些烟雾的迹象

source: Watch out - a few signs of smog today.
de: Hinweis - heute ein paar Anzeichen von Smog.
pl: Uwaga - dziś kilka oznak smogu.
zh: 小心——今天有一些烟雾的迹象.

source: Waxing Crescent
de: Zunehmender Sichelmond
pl: Sierp przybywający
zh: 娥眉月

source: Waxing Gibbous
de: Zunehmender Dreiviertelmond
pl: Przybywający księżyc garbaty
zh: 渐盈凸月

source: Weather Plugin
de: Wettervorhersage
pl: Prognoza pogody
zh: 天气插件

source: Weather maps
de: Wetterkarten
pl: Mapy pogody
zh: 天气图

source: WeatherPlugin: Edit Entry
de: Wettervorhersage: Eintrag bearbeiten
pl: Prognoza pogody: Edytuj wpis
zh: WeatherPlugin:编辑条目

source: WeatherPlugin: List of Entries
de: Wettervorhersage: Liste der Einträge
pl: Prognoza pogody: Lista wpisów
zh: WeatherPlugin:条目列表

source: Well... It's been better.
de: Es war schon besser...
pl: Bywało lepiej...
zh: 好...好多了.

source: What happened in weather during last %s hours?
de: Wie hat sich das Wetter in den letzten %s stunden verändert?
pl: Jak zmieniała się pogoda podczas ostatnich %s godzin?
zh: 在过去 %s 小时内天气发生了什么？

source: Wind
pl: Wiatr
zh: 最低风速:

source: Yes, yes - it's true. The air quality is good today!
de: Ja, es ist wahr. Heute ist die Luftqualität gut!
pl: Tak - to prawda. Dzisiaj jakość powietrza jest dobra!
zh: 是的，是这是真的.今天的空气质量很好！

source: animated Icons
de: Animierte Icons
pl: Animowane ikony
zh: 动画图标

source: blebox sensor ID (OK)
de: Blebox-Sensor-ID (OK zur Eingabe)
pl: ID czujnika blebox (OK aby wpisać)
zh: 气囊盒传感（正常）

source: clouds_forecast
de: Bewölkung Vorhersage
pl: Prognoza zachmurzenia
zh: 乌云预报

source: czw.
de: Do
pl: cz.
zh: 捷克语.

source: ePicLoad (E.g. Vu+ org)
de: ePicLoad (np. Vu+ org)
pl: ePicLoad (np. Vu+ org)
zh: ePicLoad（例如Vu +组织）

source: feelslike
de: Gefühlte Temperatur
pl: Temp. odczuwalna
zh: 体感温度:

source: global plugin settings
de: Globale Plugin-Einstellungen
pl: w ustawieniach wtyczki
zh: 全局插件设置

source: humidity
zh: 湿度:

source: imperial system
de: Fahrenheit Grad
pl: Stopnie Fahrenheita
zh: 英制

source: internal E2
de: internes E2
pl: wewnętrzny E2
zh: 内部 E2

source: local
de: lokal
pl: lokalna
zh: 地方的

source: looko2 sensor ID (OK)
de: Looko2-Sensor-ID (OK zur Eingabe)
pl: ID czujnika looko2 (OK aby wpisać)
zh: looko2传感器ID（确定）

source: maximum temperture
zh: 最高气温:

source: meteogram not available, check configuration
de: Meteogramm nicht verfügbar, Konfiguration überprüfen
pl: Meteogram niedostępny, sprawdź konfigurację
zh: 仪表图不可用，请检查配置

source: metric system
de: Celsius Grad
pl: Stopnie Celsjusza
zh: 公制

source: minimum temperture
zh: 最低气温:

source: niedz.
de: So
pl: nd.
zh: 尼兹

source: not installed
de: Nicht installiert
pl: nie zainstalowany
zh: 未安装

source: observationtime
de: Beobachtungszeit
pl: Czas obserwacji
zh: 观测时间

source: openSense sensor ID (OK)
de: OpenSense-Sensor-ID (OK zur Eingabe)
pl: ID czujnika openSense (OK aby wpisać)
zh: openSense开放传感器ID(确定)

source: precipitation_forecast
de: Niederschlagsvorhersage
pl: Prognoza opadów
zh: 降水量预报

source: rain probablility
zh: 降雨几率:

source: rel. humidity
de: Relative Luftfeuchtigkeit
pl: Wilgotność odczuwalna
zh: 相对.湿度

source: remote
de: fern
pl: zdalna
zh: 遥远的

source: satellite_observation
de: Satellitenkarte
pl: Mapa satelitarna
zh: 卫星观测

source: satisfactory
de: Zufriedenstellend
pl: Dostateczne
zh: 令人满意的

source: skin Icons
pl: Ikony skórki
zh: 皮肤图标

source: skytext
de: Beschreibung
pl: opis
zh: 天空文字

source: temperature
de: Temperatur
pl: Temperatura
zh: 温度

source: temperature_today
de: Heutige Temperatur
pl: Dzisiejsza temperatura
zh: 今天的温度

source: thingSpeak meteo channel ID
de: thingSpeak Meteo-Kanal-ID
pl: Numer kanału meteo w serwisie thingSpeak
zh: ThingSpeak气象频道ID

source: wind_speed
zh: 最高风速:

source: wto.
de: Di
pl: wt.
zh: 世贸组织.

source: %s %s Temp. %s Opady %s
zh: %s %s 温度: %s 降雨几率: %s

source: Clear
zh: 晴朗

source: MSN weather
zh: MSN天气预报

source: Dewpoint
zh: 露点温度:

source: Feels like
pl: Temp. odczuwalna
zh: 体感温度:

source: Rel. hum.
zh: 湿 度:

source: Visibility
pl: Widoczność
zh: 能见度:

source: wind
pl: Wiatr
zh: 风 速:

source: MSNWeather API key:
pl: Własny klucz API do serwisu MSN:
zh: MSN天气 API密钥

source: Airly API key %s:
pl: Klucz API Airly %s:
zh: Airly API密钥 %s:

source: Daily icons type:
pl: Typ ikon dziennych:
zh: 每天图标类型:

source: Hourly icons type:
pl: Typ ikon godzinowych:
zh: 每小时图标类型:

source: Period
zh: 时段:

source: Producer:
pl: Producent:
zh: 厂家:

source: ID:
pl: ID instalacji:
zh: 产品ID:

source: API key:
pl: klucz API:
zh: API密钥:

source: Debug to /tmp/.MSNdata (require restart):
pl: Logowanie do /tmp/.MSNdata (wymagany restart):
zh: 调试日记在 /tmp/.MSNdata(需要重新启动):

source: MSN/F service icons
zh: MSN/F 服务图标

source: --- REQUIRED ---
pl: --- WYMAGANE ---
zh: --- 必填选项 ---

source: foreca.com/...
zh: foreca.com/ID/地名全称
